{"markers":[{"latitude":42.361712,"longitude":-71.05221,"title":"Our Shore - Ah Sure","content":"<h1>Our Shore - Ah Sure</h1>"},{"latitude":42.362714,"longitude":-71.138425,"title":"Stripe-ahs","content":"<h1>Stripe-ahs</h1>"},{"latitude":42.360185,"longitude":-71.052436,"title":"Nature Special, curated by deCordova Sculpture Park and Museum","content":"<h1>Nature Special, curated by deCordova Sculpture Park and Museum</h1>"},{"latitude":42.334121,"longitude":-71.076061,"title":"Urban Oasis","content":"<h1>Urban Oasis</h1>"},{"latitude":42.286808,"longitude":-71.130812,"title":"Traffic","content":"<h1>Traffic</h1>"},{"latitude":42.353434,"longitude":-71.072465,"title":"Alexander Hamilton","content":"<h1>Alexander Hamilton</h1>Born in the British West Indies in 1757, Hamilton became one of the primary architects of the American government. He served as an aide to Washington during the Revolutionary War, participated in the Continental Congress, signed the Constitution, and was appointed the first Secretary of the Treasury under President Washington. Most importantly, Hamilton helped to secure the future of the new United States by creating a unified economy and a national bank. As an advocate of strong federal government, Hamilton made more than a few enemies among his fellow politicians, including Thomas Jefferson and John Adams. Some ridiculed him as a monarchist, claiming that he intended to impose a strict, centralized rule on the American people. Among Hamilton’s many personal and political opponents was Vice President Aaron Burr. After challenging Hamilton to a duel, Burr killed him with a shot to the abdomen.This sculpture by William Rimmer shows Hamilton with cloth draped over his Colonial-era outfit. The heavy folds of drapery bring to mind depictions of Greek and Roman leaders in ancient statuary. Through this anachronistic touch, Rimmer evoked the first democratic-style governments in ancient Greece, thereby emphasizing Hamilton’s formative role in the newly emerging American democracy. Interestingly, Rimmer was a physician before devoting himself to art. He did not use a model to create the statue, but instead employed his unique knowledge of human anatomy to chisel Hamilton’s body from a block of granite. Due to Rimmer’s unusual technique, this sculpture is particularly fragile and difficult to maintain."},{"latitude":42.357817,"longitude":-71.06435,"title":"Anne Hutchinson","content":"<h1>Anne Hutchinson</h1>An early advocate for religious freedom, Anne Hutchinson moved from England to the Massachusetts Bay Colony in 1634. Hutchinson’s beliefs differed in subtle yet significant ways from those of the colony’s Puritan majority. For example, she challenged the belief that women were born into a more sinful state than men, and she invited women to study the Bible on their own, without relying on the interpretations of male ministers. As a result, Hutchinson was banished for heresy in 1638 and fled to the area that would soon become Rhode Island, a colony safer for religious minorities. The Anne Hutchinson Memorial Association and the State Federation of Women’s Clubs funded this statue, which highlights Hutchinson’s role as a spiritual guide to women—even, one could argue, as an early feminist. She looks up to the sky, Bible held to her chest, as a young girl seeks protection at her side."},{"latitude":42.355084,"longitude":-71.05632,"title":"Anti-Ram Bench","content":"<h1>Anti-Ram Bench</h1>Like many contemporary works of public art, this piece changes the way that the space around it can be used. It is, essentially, a barrier, inhibiting access to the wide entranceway of 100 Federal Street. Pedestrians must move around it or slip through the narrow space between the halves of granite. The work was installed after 9/11, in part to keep motor vehicles from approaching the building.Abstract public works like this one can be polarizing, sparking heated debates about the purpose of art and its relationship with the people who view it daily. For example, Richard Serra’s Tilted Arc of 1981—a 12-foot tall steel wall erected on Federal Plaza in New York City—was removed after local officials complained that the public found it cumbersome and depressing. Serra responded, “I don’t think it is the function of art to be pleasing.”"},{"latitude":42.359985,"longitude":-71.054217,"title":"Arnold \"Red\" Auerbach","content":"<h1>Arnold \"Red\" Auerbach</h1>This statue was unveiled for the 68th birthday of Boston Celtics coach and manager Arnold “Red” Auerbach (1917-2006). As coach, Auerbach led the Celtics to nine NBA titles. He was also the first coach to draft an African-American player. Here, Auerbach is shown courtside, about to light a victory cigar. Visitors are invited to take a seat and join in the celebration. Also note the cast sneakers of famous athletes Bill Rodgers and Larry Bird nearby."},{"latitude":42.349476,"longitude":-71.077345,"title":"Art and Science","content":"<h1>Art and Science</h1>These two seated allegorical female figures—one representing Art, holding a palette and a paintbrush, and the other representing Science, holding a sphere—welcome visitors to the entrance of the Boston Public Library. The sculptures were created by Bela Lyon Pratt after his mentor Augustus Saint-Gaudens died, leaving his design for the library incomplete. Inside the building, more art awaits, including a cycle of murals by renowned American painter John Singer Sargent."},{"latitude":42.356455,"longitude":-71.07549,"title":"Arthur Fiedler Memorial","content":"<h1>Arthur Fiedler Memorial</h1>Local artist Ralph Helmick created this gigantic head from 83 sheets of aluminum to commemorate Arthur Fiedler, the conductor of the Boston Pops who catapulted the orchestra to worldwide fame during his 50-year tenure. Fiedler was born in Boston and attended the Boston Latin School before moving to Austria with his musician parents. He returned to Boston in early adulthood and joined the Boston Symphony Orchestra. Later, as conductor of the Pops, Fiedler aimed to make classical music more accessible and popular, and his outdoor summer concerts drew crowds of up to 400,000. This sculpture is located near the Hatch Shell, where the Pops play every Fourth of July. Helmick’s innovative construction gives Fiedler’s head a sense of movement or vibration, like the strings of a violin, which Fiedler played."},{"latitude":42.361955,"longitude":-71.056738,"title":"Asaroton","content":"<h1>Asaroton</h1>Asaroton, meaning “unswept floor,” refers to an ancient Roman floor mosaic technique. Look down to find bronze pieces embedded in the concrete, illustrating scraps left on the ground at closing time of the food market held here. After the Central Artery construction was completed near Haymarket, the work was rededicated in 2006 with new pieces, including pineapples and portabella mushrooms. Local sculptor Mags Harries created the piece."},{"latitude":42.349293,"longitude":-71.0903,"title":"Ayer Mansion Windows","content":"<h1>Ayer Mansion Windows</h1>At first glance, the Ayer Mansion seems to be a typical Back Bay residence. Look more closely, though, and you can see unique elements decorating the mansion’s façade. Both inside and outside, the Ayer Mansion is ornamented with colorful mosaics and windows created by the famed interior designer Louis Comfort Tiffany. It is one of only three houses known to contain Tiffany’s interior designs in their original site.Although Tiffany is known as a quintessential American artist, he looked to many other cultures for inspiration for his work. He traveled extensively throughout Europe and North Africa and developed a particular interest in Moorish and Islamic art. The designs Tiffany would create throughout his career combine centuries-old motifs and techniques with unique innovations. For instance, Tiffany developed new methods of making glass, and he found that placing foil behind his glass mosaics would make them reflect more light and deepen their color."},{"latitude":42.353959,"longitude":-71.06892,"title":"Bagheera Fountain","content":"<h1>Bagheera Fountain</h1>Originally entitled Night, this piece’s current title is inspired by Rudyard Kipling’s The Jungle Book. One of the story’s characters, the panther Bagheera, is born into captivity but escapes. He later helps to save the life of the main character Mowgli, a human child living in the jungle. Boston-area artist Lillian Swann Saarinen shows Bagheera lunging at an eagle. In a 1980 interview, Saarinen recalled that her interest in animals went back to her early childhood, when she used to stay up late at night sketching the mice that crept around her family’s brownstone. The artist was married to architect Eero Saarinen and worked with him on The Gateway to the West, the famous arch in St. Louis, Missouri."},{"latitude":42.355084,"longitude":-71.05632,"title":"Beacon Hill Eagle Monument","content":"<h1>Beacon Hill Eagle Monument</h1>This stately column stands in the place of the city’s earliest alarm system. Shortly after arriving in Boston, the colonists erected a beacon on top of the area’s highest hill—then called Centry, or Sentinel, Hill—in order to announce any impending danger, such as fire or an attack on the settlement. According to historical records, the beacon was never used, but it eventually became a landmark. Heavy winds knocked down the original beacon in 1789, and architect Charles Bulfinch designed a new structure, consisting of a Doric brick column placed on a stone pedestal and topped with a gilded eagle. The monument you see today is a reproduction of Bulfinch’s column, which had to be removed when the top of the hill wasleveled in 1811."},{"latitude":42.35787,"longitude":-71.0595,"title":"Benjamin Franklin","content":"<h1>Benjamin Franklin</h1>Benjamin Franklin has long captured the imagination of the American people. We admire him not only for his specific accomplishments, but also for his ingenuity and his ability to excel in so many different roles: politician, writer, publisher, diplomat, scientist, and inventor. This tribute to Franklin honors his many talents and commemorates his Boston roots. It is situated at the original site of the Boston Latin School, which Franklin attended. Richard S. Greenough’s 8-foot tall bronze figure depicts Franklin with fur trim, a tricorner hat and a cane, his less-than-ideal physique compelling nonetheless. On the base below, four bronze plaques, designed by Greenough and sculptor Thomas Ball, depict significant moments in Franklin’s life. He is shown learning to use a printing press as a boy, conducting his famous kite experiment, signing the Declaration of Independence, and signing the Treaty of Paris in 1873, which ended the Revolutionary War. The sculpture was erected to honor the 150th anniversary of Franklin’s birth and was financed with funds collected from the public. This was Thomas Ball’s first public commission, launching his long and successful career as a sculptor of public monuments."},{"latitude":42.354748,"longitude":-71.05852,"title":"Boston Bricks","content":"<h1>Boston Bricks</h1>A hidden treasure in Winthrop Lane! It’s easy to miss these bronze reliefs set into the brick road, which celebrate Boston’s past and present. Many refer to famous events, including the Boston Tea Party and the Boston Marathon. Others show characteristics associated with Boston and its residents. One depicts a Boston driver, turned into a monster behind the wheel, to illustrate the city’s reputation for nightmarish traffic."},{"latitude":42.357337,"longitude":-71.05865,"title":"Boston Irish Famine Memorial","content":"<h1>Boston Irish Famine Memorial</h1>In 1845, a quickly spreading mold began to destroy potato plants in Ireland, unleashing what we now know as the Great Famine. Many of the poor in Ireland depended on potatoes as their primary food source, and about one-eighth of the population died from hunger or disease over the following years. Those more fortunate fled the country, with over 1.5 million Irish arriving in the United States. Boston was a favored place for the Irish start their new lives. This memorial was unveiled in June 1998 to commemorate the 150th anniversary of the Great Famine. The memorial includes eight narrative plaques about the Famine and two groups of figures, one deeply affected by the Famine, and the other looking healthy and well fed. Through these two opposed groups, sculptor Robert Shure has highlighted the significance of Ireland’s class structure during the Famine. Poor farmers and rural laborers were far more likely to die from hunger and disease than the urban population of white-collar workers. Considered outside of its historical context, the sculpture encourages us to reflect on similarly unjust conditions that persist today."},{"latitude":42.350086,"longitude":-71.07678,"title":"Boston Marathon Memorial","content":"<h1>Boston Marathon Memorial</h1>Situated in Copley Square, adjacent to the finish line of the Boston Marathon, this memorial celebrates the race’s 100th running. At first, the memorial might be easy to miss: instead of rising up vertically, like most of the sculptures this tour highlights, the memorial consists primarily of granite patterns set into the ground. The central medallion traces the marathon’s course from the suburb of Hopkinton to Boston’s Back Bay, and an elevation map shows off its notoriously difficult hills. Around this central medallion are inscribed the names of the marathon’s winners, including Bobbi Gibb. Initially disguised as a man, she first ran the marathon in 1966 when women, thought to not be physiologically capable, were not yet allowed to enter the race. Depictions of the diverse runners of the Boston Marathon are captured in bronze reliefs on posts around the medallion."},{"latitude":42.354271,"longitude":-71.06441,"title":"Boston Massacre / Crispus Attucks Monument","content":"<h1>Boston Massacre / Crispus Attucks Monument</h1>The Freedom Trail merges with the Black Heritage Trail on Oliver Wendell Holmes Walk in the Boston Common. Here, a monument commemorates the events of March 5, 1770, when British soldiers, later to be successfully defended by John Adams, shot down five Bostonians. Crispus Attucks is the best known of these five. He is widely hailed as a hero of the American Revolution, although little information about him can be verified. According to some reports, Attucks was of African and Native American descent and had fled to Boston after escaping his enslavers. Attucks’ grave is located in the nearby Granary Burying Ground.At the column’s base, a bronze plaque illustrates the infamous event. Its two central figures are sculpted in high relief, meaning that parts of the figures are three-dimensional and jut out significantly from the background. You may notice that one figure’s hand is shinier than the surrounding bronze. It has been polished by visitors reaching out to touch it.A figure representing the Spirit of the Revolution presides over the monument. She triumphantly displays a broken chain to symbolize liberty, as well as an American flag. With one foot, she steps on the crown of the British monarchy, and next to her other foot, an eagle prepares to take flight. Her exposed breast and outstretched arm evoke the main figure in Eugène Delacroix’s iconic painting Liberty Guiding the People, a powerful symbol of the French Revolution that the sculptor, Robert Kraus, would have known."},{"latitude":42.350487,"longitude":-71.08334,"title":"Boston Women's Memorial","content":"<h1>Boston Women's Memorial</h1>Developed by the City of Boston’s Women’s Commission with the support of First Lady Angela Menino, this memorial incorporates three bronze sculptures of important women in history. The first, Abigail Adams, served as confidant and advisor to her husband, President John Adams, and was a strong advocate of women’s rights. The second, poet Phillis Wheatley, became the first published African- American after being kidnapped from her family and enslaved as a child in Senegal and then sold as property to a couple in Massachusetts. The final figure is abolitionist and suffragist Lucy Stone, known for being the first woman to keep her own last name after marriage and one of the first American women to earn a college degree – which she personally funded.Sculptor Meredith Gang Bergmann modeled the figures in dynamic poses that invite viewer interaction. Unlike many of the large commemorative sculptures dotting Commonwealth Avenue, they are not perched upon high pedestals but instead stand at street level. By resisting the typically detached quality of commemorative sculpture, Bergmann pays a fitting tribute to these women and their revolutionary ideas."},{"latitude":42.353626,"longitude":-71.0712,"title":"Boy and Bird Fountain","content":"<h1>Boy and Bird Fountain</h1>Like the nearby Small Child Fountain, this work captures a young boy’s interactions with the natural world. A bird alights in the figure’s hand, and the two creatures seem to study each other with a shared sense of curiosity. Artist Bashka Paeff was born in Russia but grew up in Boston, where she attended the School of the Museum of Fine Arts. Throughout her life, she continued to live and work in the Boston area, as well as at the MacDowell artists’ colony in New Hampshire. She created many public works of art in New England, including a monument to sailors and soldiers in Maine. The original Boy and Bird sculpture was installed in 1934, but it was later stolen from the park and has since been replaced twice."},{"latitude":42.361293,"longitude":-71.051188,"title":"Christopher Columbus","content":"<h1>Christopher Columbus</h1>The Christopher Columbus Park was constructed in 1974, thanks to the efforts of a non-profit group formed by residents and businesses in the North End and Waterfront areas. This tribute to the park’s namesake explorer was added a few years later. In their proximity to the North End, the statue and park emphasize Columbus’s Italian heritage. The statue created by Andrew J. Mazzola of Norwood Monumental Works is carved from Italian Carrera marble, favored by sculptors for its quality and its translucence. The marble’s porous surface has also been  susceptible to vandals, some of whom view Columbus as an oppressor, not a hero."},{"latitude":42.356192,"longitude":-71.0631,"title":"Brewer Fountain","content":"<h1>Brewer Fountain</h1>Gardner Brewer purchased this fountain as a donation to the city after seeing it at a World’s Fair in Paris in 1867. The sculpture was first placed outside the Brewer home on Beacon Street and was moved to its current location a few years later. The fountain’s base features two couples from Greek mythology: the sea god Poseidon and his consort Amphitrite, and Acis and Galatea. In modern adaptations of an ancient Greek myth, Galatea is known as the statue who came to life after her sculptor, Pygmalion, fell in love with her. References to Greek and Roman myths can be found in much Neo-Classical art and architecture, which flourished during the 19th century.The fountain has sustained much damage over the years. In 1957, one figure was torn from its base and knocked over during a treasure hunt for the key to a free automobile. Expecting to find the key somewhere in the Boston Common, eager crowds searched through the flowers and shrubs and amongthe park’s many statues. Since then, the Brewer Fountain has since undergone extensive repairs to the stone basin and bronze figures, as well as the interior piping system."},{"latitude":42.355525,"longitude":-71.05762,"title":"Bronze Panels","content":"<h1>Bronze Panels</h1>Completed in 1929, the Art Deco-style building at 75 Federal Street was expanded in the 1980s, hence the building’s double address. These original bronze panels on the 1929 building’s façade depict human accomplishments in such areas as agriculture, manufacturing, and architecture. Inside, the building’s lobby is lavishly decorated, with yellow and black marble surfaces, gilded elevator doors, and coordinated light fixtures.Art Deco design developed in France and originally featured natural motifs, such as geometrical patterns of leaves and flowers. However, as artists in other countries adopted the style, they also altered it to fit the modern and industrial urban environment. With their streamlined, linear forms and emphasis on modern technology, these panels give Art Deco a distinctly American twist."},{"latitude":42.352415,"longitude":-71.06983,"title":"Charles Sumner","content":"<h1>Charles Sumner</h1>An outspoken abolitionist, this Massachusetts senator was once attacked by a rival politician on the Senate floor. In the years preceding the Civil War, Charles Sumner opposed making compromises with the South; after the war, he advocated full voting rights for Southern blacks. He also promoted penal reform and worked alongside Massachusetts politician Horace Mann to improve the public school system.Shortly after Sumner’s death in 1874, a competition was held to design a monument to him. Boston artist Anne Whitney initially beat out a roster of well-known competitors, including Augustus Saint-Gaudens and Martin Milmore, who are both featured on this Art Walk. Nevertheless, the judges disqualified Whitney when they discovered she was a woman. Claiming that it would be improper for a woman to sculpt a man’s legs, they chose Thomas Ball’s design instead—an ironic story behind an artwork intended to honor Sumner’s fight for equality. Twenty-seven years later, Whitney cast her original design in bronze, with a few minor alterations. It is now located in Harvard Square."},{"latitude":42.357952,"longitude":-71.060016,"title":"City Carpet / Hopscotch","content":"<h1>City Carpet / Hopscotch</h1>Shaped like a hopscotch grid, this mosaic marks the original site of the Boston Latin School, the first public school in the US. The school educated many influential politicians and writers, including Benjamin Franklin and Ralph Waldo Emerson. Although girls are depicted in the images of children at play, no girls were admitted to the school until the mid-19th century; the school became officially co-educational in 1972. Another mosaic by New England artist Lilli Ann Killen Rosenberg is located near Frog Pond in the Boston Common."},{"latitude":42.352606,"longitude":-71.068813,"title":"Colonel Thomas Cass","content":"<h1>Colonel Thomas Cass</h1>An Irish immigrant, Colonel Cass (1822-1862) founded the “Fighting Ninth” Regiment during the Civil War. The Ninth Regiment consisted entirely of volunteers, most of them Irish-American. Cass was killed leading his troops in battle at Malvern Hill in Virginia. Although an earlier memorial to Cass was displayed shortly after his death, it received so much criticism that Boston Mayor Josiah Quincy secured funds for a new work in the colonel’s honor. Sculptor Richard E. Brooks cast this bronze sculpture in 1899 and received gold medals for it at two World’s Fairs, the Paris Exposition of 1901 and the Buffalo Exposition of 1902."},{"latitude":42.355826,"longitude":-71.06303,"title":"Commodore John Barry Memorial","content":"<h1>Commodore John Barry Memorial</h1>Known as “the Father of the American Navy,” Commodore Barry commanded three ships during the Revolutionary War, including the Alliance, which won the war’s final naval battle. In 1794, President Washington asked Barry to organize a formal United States Navy, and Barry went on to serve as senior captain when an undeclared naval war with France broke out in 1798. There are two copies of this memorial in existence. The first was commissioned by the City of Boston in 1949, but it was later stolen. A replacement was installed in 1977, funded by the Henderson Foundation. The stolen plaque was eventually returned, and it is now in the collection of the USS Constitution Museum nearby in Charlestown."},{"latitude":42.35803,"longitude":-71.062773,"title":"Congregational House Bas-Reliefs","content":"<h1>Congregational House Bas-Reliefs</h1>The Congregational House was built in 1898 to house various religious and secular organizations associated with the Congregational faith, a Protestant denomination that flourished in the New England colonies. Among its original tenants were a bookstore, a printing press, and educational and missionary associations. Today, the building houses the Congregational Library and Archive. A wealth of historical and religious documents can be found in its collections, including a ledger recording Benjamin Franklin’s baptism in 1706. On the House’s exterior, four marble carvings illustrate the core values of the building’s first occupants. At the far right, a scene representing Law shows the Church members signing the Covenant. The next scene, Faith, depicts Church members holding services outdoors. This portrayal emphasizes the autonomous nature of Congregational Churches, which function independently of higher governing organizations. The third relief represents Education and portrays the founding of Harvard College by the General Court of the Massachusetts Bay Colony. Finally, the last relief illustrates Philanthropy. Here, missionary John Eliot is shown preaching to a group of Native Americans. The reliefs were carved by Spanish artist Domingo Mora, who also worked on the exterior of the Boston Public Library."},{"latitude":42.356514,"longitude":-71.05581,"title":"Creature Pond","content":"<h1>Creature Pond</h1>Nine artists contributed to this whimsical sculpture, which was added to Post Office Square in 1982, during a period of extensive renovations to the site. The bronze pond is home to a variety of bronze wildlife, including ducks, frogs, and dragonflies. This celebration of nature complements the location well, since a nearby fountain is dedicated to the memory of George Thorndike Angell, founder of the Massachusetts Society for the Prevention of Cruelty to Animals."},{"latitude":42.357799,"longitude":-71.06379,"title":"Daniel Webster","content":"<h1>Daniel Webster</h1>In the decades leading up to the Civil War, Daniel Webster distinguished himself as one of the country’s foremost politicians. He first rose to prominence as an attorney and as an advocate for the New England shipping industry, which was threatened at the time by England’s efforts to interfere with American trade. Webster was elected to the House of Representatives in 1812 and to the Senate ten years later, and also served as Secretary of State under three different presidents. During the 1840s, Webster consistently worked to facilitate compromise between northern and southern states to preserve the union and prevent war. His fellow politicians recognized him as a particularly eloquent and convincing speaker. Here, sculptor Hiram Powers has captured Webster as if he were standing before an audience, perhaps on the Senate floor. In his right hand, he holds a rolled-up scroll; his left hand rests on a fasces, a bundle of reeds surrounding an ax. During the time of the Roman Republic, fasces were carried as symbols of political power during processions and other events. Over the centuries, they have retained this association with governance, specifically with representative forms of government."},{"latitude":42.357032,"longitude":-71.07427,"title":"David Ignatius Walsh","content":"<h1>David Ignatius Walsh</h1>After two statues of military heroes, we encounter a figure known for his pacifism. David Ignatius Walsh was the first Irish-Catholic governor of Massachusetts and also its first Irish-Catholic senator. As governor, Walsh fought to give women the right to vote and to reform the state’s labor compensation system. As senator—an office he held for 26 years—Walsh served on the Committee of Naval Affairs and opposed American entry into World War II. He actively participated in America First, an antiwar organization, until the attack on Pearl Harbor changed his views.Although this sculpture appears intact, its granite base is in fact missing three bronze relief plaques depicting an eagle, the Massachusetts seal, and the Navy’s insignia. The figure’s clothes are heavily stylized, which is to say that their long, linear folds seem more decorative than representational. Above the figure is a Latin inscription that translates as “Not for self, but for country,” the motto of the US Navy and also a fitting account of Walsh’s public service."},{"latitude":42.35504,"longitude":-71.06363,"title":"Declaration of Independence Tablet","content":"<h1>Declaration of Independence Tablet</h1>To mark the 250th anniversary of American independence, the Board of Park Commissioners allocated funds for this commemorative tablet. Although the Declaration was signed in Philadelphia, not Boston, several prominent Bostonians helped to draft and approve it, including John Adams, Samuel Adams, John Hancock, and Robert Treat Paine—all of whom are depicted here, and some of whom are buried in nearby cemeteries. Sculptor John Francis Paramino modeled his monument’s bronze relief on John Trumbull’s famous large-scale painting, Declaration of Independence, which was hung in the Rotunda of the Capitol building in 1826. Beneath the scene, the Declaration’s text is inscribed in a script nearly identical to that found on the original document."},{"latitude":42.35788,"longitude":-71.05984,"title":"Democratic Donkey","content":"<h1>Democratic Donkey</h1>Also located in the courtyard of the Old City Hall is a statue of a donkey, a symbol long associated with the Democratic Party. The donkey first appeared in 1837 in a political cartoon satirizing the recently retired President Andrew Jackson, known by his opponents as a ‘jackass.’ Several decades later, cartoonist Thomas Nast popularized the donkey symbol, although he too originally intended it as an insult. Nast also helped to establish the elephant as the Republican Party mascot in a cartoon from 1874. Although the donkey had not been adopted as the official symbol of the Democratic Party, all twenty of the Democratic mayors who served at the Old City Hall used the well-known mascot. Our sculpted donkey is depicted looking down at a pair of footprints cast in bronze. The Republican elephant is inscribed in both footprints, and a cryptic message appears below: “stand in opposition.” But who is opposing what? Is the donkey standing up against the elephant? Or has he just found evidence of a determined foe crossing his path? The message is left up to the viewer to interpret."},{"latitude":42.349992,"longitude":-71.08519,"title":"Domingo Faustino Sarmiento","content":"<h1>Domingo Faustino Sarmiento</h1>As president of Argentina from 1868 to 1874, Domingo Faustino Sarmiento promoted the development of public education in his country. Sarmiento was greatly influenced by the ideas of his friend Horace Mann, an educational reformer and former member of the Massachusetts Senate, whom Sarmiento met during his travels to the United States. (A statue of Mann appears later in the Walk.) To commemorate their friendship and cooperation, the Argentine government presented this work as a gift to the City of Boston in 1973. Although the figure does not feature a dramatic pose, its bronze surface is highly textured, creating a play of light and shadow upon the surface that enlivens Sarmiento’s form. With a slightly furrowed brow, he appears to be in a state of deliberation."},{"latitude":42.354505,"longitude":-71.06878,"title":"Edward Everett Hale","content":"<h1>Edward Everett Hale</h1>The writer and Unitarian minister Edward Everett Hale came from a family with a fascinating past. His great uncle, Nathan Hale, was executed for espionage against the British during the Revolutionary War, and another uncle, Edward Everett, had a long political career in both the Massachusetts state and federal governments. Through his wife’s family, Hale was also related to Harriett Beecher Stowe, author of Uncle Tom’s Cabin.Hale distinguished himself first as a clergyman and later as a writer. He edited the Boston Daily Advertiser as well as other periodicals, and he authored a variety of works, from historical biographies to short stories and essays. An opponent of slavery, he was also a leader in the Social Gospel movement, which advocated for social reform in areas like labor, education, and sanitation. During the last several years of his life, Hale served as Chaplain for the US Senate. This 1913 bronze statue was sculpted by Bela Lyon Pratt and was financed through publicly donated funds. Pratt has portrayed Hale as an older man in a naturalistic pose. He is not depicted preaching or writing—the activities for which he was best known—but instead seems to be enjoying a moment alone, perhaps on a slightly labored stroll through a garden."},{"latitude":42.354828,"longitude":-71.07147,"title":"Ether Monument / Good Samaritan","content":"<h1>Ether Monument / Good Samaritan</h1>This 40-foot-tall monument commemorates not a person, but a medical breakthrough: the use of ether as an anesthetic. The first public demonstration of ether anesthesia was conducted at Massachusetts General Hospital in 1846 by Boston dentist William T.G. Morton and Doctor John Collins Warren. Morton administered the ether, and Warren then removed a tumor from an unconscious patient. Ether had enormous benefits, allowing doctors to work more closely and carefully, and giving patients a respite not only from pain, but also from the anxiety associated with surgery. Atop the monument, two figures sculpted by John Quincy Adams Ward enact a Biblical story about the relief of suffering. The Good Samaritan is shown caring for an injured stranger he met on the road."},{"latitude":42.353541,"longitude":-71.06861,"title":"Flagpole Base and Marvin E. Goody Memorial","content":"<h1>Flagpole Base and Marvin E. Goody Memorial</h1>Eagles on this sculpted bronze flagpole base spread their wings wide to show off their lush plumage. The birds provide both a decorative motif and a symbol of American power—fitting for an object intended to support the American flag. Around the flagpole, benches are arranged in honor of Marvin Goody, former chairman of the Boston Art Commission and Friend of the Public Garden and Common, as well as an MIT faculty member."},{"latitude":42.356488,"longitude":-71.067593,"title":"Founders Memorial","content":"<h1>Founders Memorial</h1>Commissioned for the 300th anniversary of Boston’s founding, this piece depicts the city’s first English resident, William Blackstone, greeting colonial governor John Winthrop and his company. Blackstone is considered the first white settler to have lived in present-day Boston. Winthrop originally landed in the area of Charlestown, north of the current city center, but he relocated and joined Blackstone after finding Charlestown unsuitable for settlement.As Winthrop and the European settlers disembark, their ship, the Arabella, floats in the background. Among the newcomers is Ann Pollard, Boston’s first white female inhabitant – here depicted as a child though she was a woman at the time of her arrival. On the left of the main scene, two Native Americans observe the Europeans’ arrival to Shawmut, renamed Boston, not yet aware of the impending devastation to their culture by the European immigrants. On the right, a female figure representing Boston looks on, accompanied by a soldier. Together, the female figure and the soldier symbolize the growth of the city and the protection of its inhabitants. Interestingly, the depiction of William Blackstone resembles James Curley, mayor of Boston at the time of the commission. The memorial’s reverse side is inscribed with quotations by Mayor Curley, John Winthrop, and William Bradford, the governor of Plymouth Colony."},{"latitude":42.356092,"longitude":-71.0647,"title":"Frogs of Tadpole Playground","content":"<h1>Frogs of Tadpole Playground</h1>The Boston Common’s Frog Pond has been a favorite site for Boston-area families since it opened in 1894. The Mayor is said to have closed schools the day after Frog Pond opened, freeing children to visit the new attraction. The pond was renovated in 1996, and an overhaul of the adjacent playground began a few years later. Local artist David Phillips' personified bronze frogs quickly became a Boston icon, especially among the under-10 set. What’s not to love about oversized amphibians doing human things— fishing, sulking, taking a bath?"},{"latitude":42.360008,"longitude":-71.06174,"title":"Garden of Peace","content":"<h1>Garden of Peace</h1>Built to honor victims of homicide, the Garden of Peace offers a meditative place for reflection. It consists of a dry riverbed filled with small stones, each inscribed with the name of an individual lost to violence. To experience the memorial, walk along the riverbed, which mirrors the process of grieving. At one end, a black granite stone called \"Tragic Density\" symbolizes the weight of loss. At the other end, a statue of birds in flight, known as \"Ibis Ascending,\" represents the power of hope. Boston landscape architect Catherine Milena designed the Garden while local artist Judy Kensley McKee, who tragically lost her own son to street violence, created the bird sculpture."},{"latitude":42.35279,"longitude":-71.07089,"title":"Garden of Rememberance: 9/11 Memorial","content":"<h1>Garden of Rememberance: 9/11 Memorial</h1>Constructed on the edge of the Public Gardens to overlook the swan boats, this memorial commemorates over 200 individuals with ties to Massachusetts who perished in the 9/11 terrorist attacks. Designer and landscape architect Victor Walker surrounded the memorial with benches, plants, and flowers to evoke a sense of tranquility in a public, accessible setting. A selection from a poem by local writer Lawrence Homer encourages us to find peace in this spot. “Time touches all more gently here,” he writes. The Garden of Remembrance, completed in 2004, was funded largely through private donations, as well as a $100,000 federal grant obtained through the efforts of Senator Edward M. Kennedy."},{"latitude":42.357775,"longitude":-71.073217,"title":"General Charles Devens","content":"<h1>General Charles Devens</h1>A neighboring statue features another, earlier military leader. Born in Charlestown, MA, in 1820, General Devens was a lawyer and statesman who interrupted his political career to fight in the Civil War. During the war, he fought in the battles of Fredericksburg, Chancellorville, and Cold Harbor, among others, earning the rank of major general. Following his military service, Devens sat on the bench of the Massachusetts Supreme Judicial Court, and he served as Attorney General under President Hayes. This statue by Olin Levi Warner (sculptor of William Lloyd Garrison) was located at the State House until 1950. Devens wears his Union Army uniform, complete with a tasseled sash that identifies his rank. A comparison of this work with the preceding statue of General Patton shows a dramatic change in military dress and gear over a period of about sixty years. The dominant style of commemorative sculpture shifted as well, with Fraser’s figure looking less idealized and more real."},{"latitude":42.357408,"longitude":-71.073979,"title":"General George Smith Patton, Jr.","content":"<h1>General George Smith Patton, Jr.</h1>This memorial honors a distinguished yet controversial military figure. During World War I, General Patton was assigned to the Tank Corps, as the US Army sought to harness the new technology of armored vehicles. He quickly became an expert on tanks, which he continued to study after the war’s end. When the US entered World War II, Patton commanded troops in North Africa and Sicily. Despite some setbacks in his career, including a reprimand for treating soldiers harshly, Patton was particularly successful as commander of the Third Army. Patton and his troops moved from France eastward, helping to avert German victory at the Battle of the Bulge and ultimately liberating the Buchenwald concentration camp on April 4, 1945.Before creating this work, sculptor James Earle Fraser worked as an assistant to Augustus Saint-Gaudens, who is well represented on this Art Walk. Fraser has depicted Patton as a sharp and intrepid leader, strategizing as he surveys the battlefield. Patton’s heroism is shown not through a contrived pose, but through the figure’s evident dedication to his military duties."},{"latitude":42.352814,"longitude":-71.074748,"title":"General John Glover","content":"<h1>General John Glover</h1>During the Revolutionary War, General John Glover used the skills he developed as a fisherman in Marblehead, MA, to lead the first “amphibious” regiment, predecessor of the modern-day Marines. The regiment sailed in to rescue Washington and his troops after the disastrous Battle of Long Island, thereby sparing them further casualties. They also ferried Washington and his men across the icy Delaware River to facilitate a surprise attack on the British at Trenton.Here, the well-known Boston sculptor Martin Milmore has depicted Glover as a youthful and confident military leader. That aura of invincibility is sadly ironic, too; Milmore’s promising career was cut short when he died at age of 38. He is buried in Forest Hills Cemetery in Jamaica Plain, where a bronze relief by Daniel Chester French commemorates him."},{"latitude":42.35796,"longitude":-71.06312,"title":"General Joseph Hooker","content":"<h1>General Joseph Hooker</h1>A native of Hadley, MA, General “Fighting Joe” Hooker served in the Mexican-American War and commanded the Army of the Potomac during the Civil War. He obtained the post in 1863, after boldly writing to President Lincoln to complain about the incompetence of the military and to request a new commission. Hooker established himself as a dedicated and aggressive leader, as well as a capable administrator, and was deeply respected by his soldiers. After suffering a devastating defeat at the Battle of Chancellorsville against General Robert E. Lee, Hooker transferred to a new post and contributed to General Ulysses S. Grant’s victory at the Battle of Chattanooga. Sculptors Daniel Chester French and Edward C. Potter have depicted Hooker in a traditionally heroic manner that allows viewers to literally look up the general in order to appreciate his role as a notable military leader. French created the figure of Hooker while Potter modeled the horse. This might explain why Hooker appears slightly stiff or even off-balance atop the horse. During his long career, French became one of the most important American sculptors of his era. Nearly all Americans are familiar with atleast one of his works: the towering statue of President Lincoln at the Lincoln Memorial."},{"latitude":42.355353,"longitude":-71.072139,"title":"George Robert White Memorial","content":"<h1>George Robert White Memorial</h1>Standing at the edge of a fountain, this graceful angel or allegorical figure literally enacts the Biblical verse, “Cast thy bread upon the waters,” to honor one of Boston’s primary philanthropists. George Robert White earned a fortune in the pharmaceuticals business and made significant contributions to a variety of Boston institutions, including the Museum of Fine Arts and Massachusetts General Hospital. Upon his death, he donated over $5 million to finance “works of public beauty and utility” throughout the City of Boston."},{"latitude":42.353836,"longitude":-71.070964,"title":"George Washington","content":"<h1>George Washington</h1>This statue commemorates George Washington not as President but as the Army’s Commander-in-Chief. Long before the fight for American independence began, Washington had distinguished himself as a British colonel during the French and Indian War. He returned to civilian life when the war ended, and he only gradually came to oppose British rule. As fighting escalated between the colonial and British troops, Washington recognized the need for a unified army of resistance. He agreed to lead the newly formed Continental Army in 1775, and, fourteen years later, was unanimously elected to become the first President of the United States. Despite his popularity, Washington felt reluctant to accept the Presidency, and he voluntarily resigned after his second term. Thomas Ball’s sculpture therefore shows Washington in the role he was more comfortable assuming—that of a military leader, not a politician. He appears calm and assured, even while leading a largely untrained and ill-prepared army against one of the world’s strongest military powers."},{"latitude":42.360036,"longitude":-71.0561,"title":"Grasshopper Weathervane","content":"<h1>Grasshopper Weathervane</h1>This grasshopper weathervane was placed on the original Faneuil Hall market and meeting place when it was built in 1742. Although the first building no longer exists, the grasshopper has endured as a mercantile symbol and Boston icon. Shem Drowne, a Boston craftsman, made the creature from gilded copper and glass. It is believed to be modeled after a similar weathervane on the Royal Exchange in London, which may have given the grasshopper its association with trade."},{"latitude":42.357103,"longitude":-71.050968,"title":"Harbor Fog","content":"<h1>Harbor Fog</h1>A fusion of art and engineering, this interactive installation evokes the changing light conditions and weather patterns experienced at the ocean’s edge. It is one of two works by contemporary Boston artist Ross Miller included on the Art Walk. As you step into the boat-shaped environment, LED lights, fog machines, and sound respond to your movements. For the most dramatic viewing experience, visit in the evening during warmer months."},{"latitude":42.359999,"longitude":-71.05688,"title":"Harbor Shoreline","content":"<h1>Harbor Shoreline</h1>Over the past 375 years, the site we now know as Faneuil Hall has been dramatically transformed, from salty tidal marsh to harbor wharf to active urban plaza. In order to build the original Faneuil Hall, the colonists filled in parts of the surrounding water with dirt, creating additional land. The site was expanded again several decades later. Numerous sections of the city’s current land were created through landfill, including most of South Boston and the entire Back Bay. In fact, colonial Boston was less than half the size the city is now. A new public artwork in the South End entitled LandWave, will mark the narrow isthmus that once led visitors to Boston.Local artist Ross Miller has demarcated the original Boston Harbor of 1630 by etching the old shoreline onto the present site. Also included are images of materials that might be found at the high-tide line, such as sea grass, shells, fish, and old rope. These elements have a subtle yet profound effect, bringing the geographical boundaries of the past to our feet in the present."},{"latitude":42.357912,"longitude":-71.06376,"title":"Henry Cabot Lodge","content":"<h1>Henry Cabot Lodge</h1>Historian and statesman Henry Cabot Lodge was raised in the elite society of late-nineteenth-century Boston. During a political career lasting nearly forty years, Lodge served in the state and national legislatures, becoming a main player in the conservative wing of the Republican Party. Lodge was known for his imperialist views, as he advocated annexation of the Philippines following the Spanish-American war. He also favored American involvement in World War I. When the war ended, Lodge stridently opposed President Wilson’s Fourteen Points and helped to block participation in the League of Nations, believing that the penalties imposed on Germany were too weak and would not prevent the country from once again becoming a military threat. The Commonwealth of Massachusetts commissioned this sculpture a few years after Lodge’s death. Local artist Raymond Averill Porter, a faculty member at the Boston Museum School, chose to commemorate Lodge with a likeness that appears neither impassioned nor heroic, but instead contemplative and perhaps a bit weary."},{"latitude":42.357904,"longitude":-71.06376,"title":"Horace Mann","content":"<h1>Horace Mann</h1>Draped in a long robe and clasping a book to his chest, this figure looks more like a philosopher or a preacher than a political hero. In fact, Horace Mann was both an important politician and an influential thinker whose ideas about educational reform shaped the modern American public school system. Mann’s desire to improve public schools may have been prompted in part by his own experiences. As a child, Mann was kept busy working on his family’s farm in Franklin, MA, and he attended school only three months out of the year. But he educated himself at the local library and went on to attend Brown University, where he developed an interest in social reform and education. After graduating as valedictorian, Mann pursued a career as a lawyer and then as a politician. He left the state Senate in 1837 to serve as the first Massachusetts Secretary of Education in 1837 and worked tirelessly to bolster public schools by increasing funding, promoting legislation, and improving training for teachers. Mann ended his career in education as President of Antioch College in Ohio—one of the few institutions to accept African-American students at the time."},{"latitude":42.361426,"longitude":-71.060952,"title":"Human Element","content":"<h1>Human Element</h1>As its title indicates, this semi-abstract sculpture hints at the human form. The large piece of marble evokes the form of a reclining, twisted torso, although the precise anatomical parts are hard to make out and the body incomplete. In its medium and its subject, Human Element recalls ancient Greek and Roman figurative sculptures, which were also carved from large blocks of marble. Many of these sculptures have been damaged over the centuries and are missing extremities. For this work by contemporary artist Gerald S. Sherman, the figure’s lack of arms, legs, or a head results in a clean, graceful design that brings out the natural beauty of the marble. Human Element was funded by a 1% for Art program, which encouraged developers of new buildings to devote at least 1% of the construction budget to art."},{"latitude":42.357863,"longitude":-71.05509,"title":"Hungarian Revolution \"Freedom Fighters\" Memorial","content":"<h1>Hungarian Revolution \"Freedom Fighters\" Memorial</h1>This memorial commemorates a struggle against political repression. The Hungarian Revolution began in the fall of 1956, when a group of students demonstrating in Budapest were shot at by the Soviet state police. The uprising quickly spread as Hungarians wrested control of their government from the Soviets. After delaying their response, the Soviets moved to quash the uprising and restore their rule, killing over 2,500 Hungarians in the fighting that ensued. Although the Soviets regained control of the country, their brutal response undermined the legitimacy of Soviet communism and created rifts among their European sympathizers.Here, sculptor Gyuri Hollósy pays tribute to the heroism of Hungary’s citizens. The female figure atop the sculpture, who raises her baby toward the sky, stands on a foundation of rubble mixed with the bodies of young demonstrators. Amid the chaos, a wounded man waves the Hungarian flag. Hollósy created his sculpture from many overlapping pieces of bronze, creating a highly textured and expressive surface that enhances the emotional intensity of the scene. A plaque next to the memorial quotes John F. Kennedy praising Hungarians for their “courage, conscience, and triumph.”The violence of 1956 prompted thousands of Hungarians to flee, some settling in the United States. In 2006, on the revolution’s fiftieth anniversary, Boston’s Hungarian community gathered around this memorial to remember the uprising and celebrate Hungary’s hard-won democracy."},{"latitude":42.356536,"longitude":-71.055815,"title":"Immanent Circumstance","content":"<h1>Immanent Circumstance</h1>At lunchtime, the Norman P. Leventhal Park at Post Office Square hosts a crowd of businesspeople eager for a few minutes away from the office. Among the park’s permanent residents are two fountains designed by Rhode Island artist Howard Ben Tré. Together, they form a unified installation, composed of a 12-foot-tall circular fountain in the park’s north plaza and a an urn-like structure in the south plaza. With their minimalist, abstract designs and glass surfaces, the fountains fit in well with the contemporary buildings surrounding the square while, also evoking traditional forms: a garden gazebo and a piece of classical pottery. Ben Tré has received numerous commissions for public art, including a fountain for the Mary Baker Eddy Library, located in Back Bay."},{"latitude":42.354374,"longitude":-71.07029,"title":"Japanese Lantern","content":"<h1>Japanese Lantern</h1>In 1904, Japanese art dealer Bunkio Matsuki gave this lantern as a gift to the City of Boston. Lanterns have a long association with Buddhist temples and shrines, where they have been used as votive lights since the 7th century. They were later used to decorate and light secular sites as well, especially gardens. Japanese lanterns are typically made from stone, wood, or metal, and some feature elaborate designs. This lantern is believed to date to the 16th century, but little else is known about it.Bunkio Matsuki was born into a family of artists and temple builders in Japan. He originally trained to be a Buddhist monk but immigrated to the US in 1888, where he chose a very different profession: promoting Japanese art and culture to the American public. Matsuki managed a store in Boston specializing in Japanese art and antiques. He also worked for governments and museums to appraise and inspect art objects and published a journal called Lotus. During the early 20th century, oriental designs were considered exotic and fashionable among well-to-do Americans, and Matsuki’s Boston store certainly contributed to the trend."},{"latitude":42.357961,"longitude":-71.064117,"title":"John Fitzgerald Kennedy","content":"<h1>John Fitzgerald Kennedy</h1>This beloved president was born in the Boston suburb of Brookline and began his political career in Massachusetts. Kennedy served first in the House of Representatives and then in the Senate after ousting incumbent Henry Cabot Lodge, Jr. (grandson of Henry Cabot Lodge, commemorated nearby). On January 20, 1961, Kennedy became the youngest elected president of the United States, at age 43. Kennedy was assassinated on November 22, 1963, a day forever etched into American history. This sculpture captures Kennedy’s youth and poise as he walks confidently out of the Massachusetts State House. With his arms bent and his gaze focused straight ahead, the figure appears to stride with a purpose in mind—perhaps his destination or the next task at hand. Eight maple leaves and 68 seedpods are inscribed on the pedestal, which together represent death and regeneration. The statue was dedicated on the 73rd anniversary of Kennedy’s birth. History buffs can visit many JFK-themed sites in the Boston area, including the house where he was born (now owned by the National Parks Service) and the JFK Presidential Library and Museum."},{"latitude":42.350105,"longitude":-71.076561,"title":"John Singleton Copley","content":"<h1>John Singleton Copley</h1>A statue of the painter John Singleton Copley fittingly presides over the public square named after him. Copley was the most prominent painter in colonial America, and his work gave pause to those who considered the colonies unrefined in comparison to the cities of Europe. In fact, Copley became well known on both sides of the Atlantic and was elected into England’s prestigious Royal Academy of Arts, an elite association of artists. As a portrait painter, Copley aimed to capture the personalities of his wealthy and influential subjects, and he often depicted them among objects or furnishings that revealed their interests and tastes. Here, sculptor Lewis Cohen follows the great master’s example and shows Copley holding paintbrushes and a palette."},{"latitude":42.357794,"longitude":-71.05951,"title":"Josiah Quincy","content":"<h1>Josiah Quincy</h1>Thomas Ball created this statue of Boston politician Josiah Quincy III twelve years after receiving his first public commission of nearby Benjamin Frankin. Quincy came from a politically active family, and his father had been an outspoken opponent of British oppression in the years leading up to the Revolutionary War. Ball captures this legacy through his stately portrayal of a focused yet serene leader. During the five years he served as Mayor of Boston, Quincy expanded the Faneuil Hall marketplace—a bustling commercial center for a quickly growing city. In order to secure a large enough site, he had some of the neighboring harbor filled in with dirt. (This was not the first time the land’s topology had been changed to accommodate new buildings. See below for Ross Miller’s contemporary artwork, Harbor Shoreline, which outlines the harbor’s location during the 17th century.) Today, the entire marketplace is often referred to as Quincy Market, since one of the buildings bears the former Mayor’s name. Quincy left his post in 1829 to become the 16th president of Harvard College. This statue is placed at the site of the Old City Hall, although the building where Quincy served was replaced in 1865 with the structure that remains today."},{"latitude":42.349511,"longitude":-71.076814,"title":"Kahlil Gibran Memorial","content":"<h1>Kahlil Gibran Memorial</h1>The Lebanese-American artist, writer, and philosopher Kahlil Gibran immigrated to the United States in 1895, at the age of 12. While living in Boston, he wrote and illustrated his most famous book, The Prophet, a poetic treatise on such topics as family, religion, and death. Gibran’s relative and godson—also named Kahlil and himself a celebrated local artist—designed this memorial to honor his relative and placed it near the Boston Public Library, where the elder Gibran did much of his research and writing. The sculptor portrays his cousin as a youthful and reflective man in a pose that brings to mind depictions of philosophers and theologians throughout the centuries. Sculptures by the younger Gibran can be found in public spaces and museums throughout the country."},{"latitude":42.358342,"longitude":-71.06004,"title":"King's Chapel Burying Ground Plaque","content":"<h1>King's Chapel Burying Ground Plaque</h1>The Kings Chapel Burying Ground was opened in 1630. A bronze plaque commemorates the famous people who rest there, among them the early governors and judges of Massachusetts, and the architect, Charles Bulfinch. The plaque was placed by the City of Boston in 1901."},{"latitude":42.349016,"longitude":-71.091364,"title":"Leif Eriksson","content":"<h1>Leif Eriksson</h1>This life-size bronze statue memorializes Lief Eriksson, the Norse explorer believed to be the first European to set foot on North America. Originally sited to overlook the Charles River, Eriksson stands atop a boulder and shields his eyes as if surveying unfamiliar terrain. Two bronze plaques on the sculpture’s base show Eriksson and his crew landing on a rocky shore and, later, sharing the story of their discovery. When Boston philanthropist Eben N. Horsford commissioned the statue, some people believed that Eriksson and his crew landed on the shore of Massachusetts and founded their settlement, called Vinland, here. However, most scholars now consider Vinland to be located on the Canadian coast.This piece was created by a notable Boston sculptor, Anne Whitney. Several of her pieces can be found around the city. Whitney was a fascinating and rebellious figure for her time: not only did she excel in the typically ‘masculine’ medium of large-scale sculpture, she also never married and instead lived with a female partner. "},{"latitude":42.359338,"longitude":-71.052102,"title":"Light Blades","content":"<h1>Light Blades</h1>Suggestive of the masts of tall ships or the glass surfaces of nearby office buildings, the Light Blades surround a space known as the Greenway’s Great Room, a popular place for people to congregate and relax. In the evenings, the Light Blades become one of the most colorful features of the Greenway’s Wharf District Parks, illuminating the area with various hues."},{"latitude":42.355502,"longitude":-71.069751,"title":"Make Way for Ducklings","content":"<h1>Make Way for Ducklings</h1>A favorite Boston landmark, this sculpture by Nancy Schön was created in 1987 to celebrate the 150th anniversary of the Public Garden. It pays tribute to Robert McCloskey’s popular children book, written in 1941, about a family of ducks who make their home here. To reach the lagoon in the Public Garden, Mrs. Mallard, the mother duck, leads her babies across a series of dangerous streets assisted by a friendly police officer. Because of the story’s close association with Boston, no replicas exist in other cities, with the exception of an installation in Gorky Park in Moscow at the request of Russian First Lady Raisa Gorbachev."},{"latitude":42.353541,"longitude":-71.06861,"title":"Marvin E. Goody Memorial","content":"<h1>Marvin E. Goody Memorial</h1>"},{"latitude":42.358044,"longitude":-71.06289,"title":"Mary Dyer","content":"<h1>Mary Dyer</h1>This sculpture commemorates Mary Dyer, who sacrificed her life for the right to religious freedom. Like her friend Anne Hutchinson, who is also commemorated with a sculpture on this Art Walk, Dyer challenged traditional Puritanism with her progressive beliefs. Governor John Winthrop repeatedly exiled Dyer from Massachusetts, but she returned to the colony nevertheless to visit imprisoned friends and protest her sentence. In 1660, she was hanged on the Boston Common for refusing to repent her supposedly heretical views. The sculptor Sylvia Shaw Judson — the author of The Quiet Eye: A Way of Looking at Pictures and herself a Quaker—has depicted Dyer in a reserved pose with no adornment. These qualities echo the value Quakers place on simplicity in speech, dress, and other aspects of everyday life."},{"latitude":42.360992,"longitude":-71.052178,"title":"Massachusetts Beirut Memorial","content":"<h1>Massachusetts Beirut Memorial</h1>Also located in Christopher Columbus Park is a memorial honoring nine Massachusetts Marines who lost their lives while serving as peacekeepers in Beirut, Lebanon. On October 23, 1983, a radical terrorist group detonated bombs next to barracks housing American and French troops. Among those killed were 241 Americans. This memorial was built through the efforts of Christine Devlin, mother of fallen Marine Mike Devlin. With its circular shape and long granite bench, the memorial carves out a small space for reflection amid the bustle of the waterfront."},{"latitude":42.35923,"longitude":-71.06332,"title":"Massachusetts Fallen Firefighters Memorial","content":"<h1>Massachusetts Fallen Firefighters Memorial</h1>Efforts to construct a memorial to fallen firefighters began in 2000 with the formation of a non-profit association. After seven years of fundraising and planning, this memorial was unveiled. Its design features three elements: the central bronze figures, a Ring of Honor consisting of bricks inscribed with the names of deceased firefighters, and the Firefighters’ Prayer and Bell, placed to the side of the figures and ring. Sculptor Robert Shure also designed the Boston Irish Famine Memorial, located near Downtown Crossing, and a Korean War memorial in Charlestown Navy Yard."},{"latitude":42.359265,"longitude":-71.06335,"title":"Massachusetts Law Enforcement Memorial","content":"<h1>Massachusetts Law Enforcement Memorial</h1>At the time of this memorial’s dedication, it was inscribed with the names of 282 Massachusetts Law Enforcement officers—including federal, state, local, and corrections officers, as well as county sheriffs—who were killed in the line of duty. Some had perished recently, others a century or more ago. At the center of the memorial, a granite badge with a black band symbolizes the officers’ dedication to protecting the public and the sacrifices they made pursuing that duty. The memorial was unveiled in 2004 with a ceremony attended by a crowd of more than 2,000."},{"latitude":42.357178,"longitude":-71.07418,"title":"Maurice J. Tobin","content":"<h1>Maurice J. Tobin</h1>Born in Mission Hill, Roxbury in 1901, Maurice J. Tobin became the youngest elected Massachusetts legislator. At 25 years of age, he began his political career in the Commonwealth’s House of Representatives. He later was elected Mayor of Boston, then became Governor, and finally was appointed Secretary of Labor under President Truman. During his tenure as Mayor, Tobin authored the Fair Employment Practices Bill, prohibiting employment discrimination based on race, color, creed, or national origin. He also advocated for workers’ rights. Today, many Bostonians associate Tobin with the bridge named after him, which passes over Mystic River. This more personal commemoration shows Tobin dressed in a suit and clutching a briefcase, as if on his way to work. Seals representing Boston, the Commonwealth of Massachusetts, and the United States symbolize the three levels of government in which he served."},{"latitude":42.360508,"longitude":-71.05701,"title":"Mayor James Michael Curley","content":"<h1>Mayor James Michael Curley</h1>During a political career lasting 50 years, filled with peaks and valleys, James Michael Curley achieved his status as a Boston legend. He began his political career as a ward boss in the South End, then a neighborhood of Irish immigrants. Beginning in 1914, he served four terms as mayor, though none of them consecutive. In between his terms, Curley was elected to the House of Representatives and the Governor’s Office, and he also spent several months in jail for fraud. Though he never lacked enemies, Curley remained popular among his constituents, who benefited from the major public improvements he sponsored. Most notably, he renovated public spaces, created new jobs, and expanded access to healthcare and transportation.This tribute to Curley was funded by the Edward Ingersoll Browne Fund, created in 1892 to beautify the City of Boston. Local artist Lloyd Lillie won the commission with two bronze likenesses of the former mayor, one standing wearing a campaign button and one seated casually on a bench. At the statue’s unveiling, Mayor Kevin White (see above) claimed that the two statues illustrated “the duality of Curley’s appeal” as both “a man of authority and a man with a genuine concern and compassion for the public he served.” On the accompanying plaque, an inscription from Shakespeare’s Hamlet acknowledges Curley’s extraordinary personality, as well as his imperfections."},{"latitude":42.359847,"longitude":-71.05824,"title":"Mayor John Frederick Collins","content":"<h1>Mayor John Frederick Collins</h1>This piece was created as a memorial to John Frederick Collins, Mayor of Boston from 1960 to 1968. Collins was known for revitalizing downtown Boston and building the current City Hall. In 1962, a competition was held to choose the new building’s design, and Gerhard M. Kallmann, Noel M. McKinnell, and Edward F. Knowles won with their imposing modernist structure. Their design has been a source of debate ever since its unveiling; some defend the building as an important and innovative example of Brutalist architecture while others find it ugly and unwelcoming. In creating his tribute to Collins, Boston-based artist John McCormack was inspired by the forms of City Hall’s exterior. In his words, “The grid pattern of this memorial represents the modern city with the same density and lines ofthe building.”"},{"latitude":42.360211,"longitude":-71.05674,"title":"Mayor Kevin White","content":"<h1>Mayor Kevin White</h1>With his jacket thrown over his shoulder and a spring in his step, former Boston mayor Kevin White appears to be in a hurry. This oversized statue depicts him walking away from City Hall and toward Quincy Market, which he renovated and expanded in the 1970s. White was one of the city’s longestserving mayors, holding the office from 1968 to 1984. While in office, he fought to implement rent control and supported the desegregation of Boston schools. Along less serious lines, he also convinced the Rhode Island State Police to release the members of the Rolling Stones from jail so that they could make a scheduled appearance in Boston. Through his lifelike depiction, Massachusetts artist Pablo Eduardo has emphasized White’s populist appeal."},{"latitude":42.35614,"longitude":-71.064646,"title":"Mosaics in Tadpole Playground","content":"<h1>Mosaics in Tadpole Playground</h1>Located next to the Frog Pond, Tadpole Playground features a vibrant mosaic that appeals to children and adults alike. The mosaic technique dates back thousands of years, to when artists first began to arrange pebbles and small stones into patterns. As the technique became more refined, artists experimented with various materials—most frequently ceramic and glass—in order to achieve certain effects. For example, ceramic tiles (called “tesserae”) are opaque and can be deeply colored, whereas glass tesserae reflect light. Cultures from all over Europe and the Middle East have used mosaics to decorate both secular and religious buildings, including synagogues and mosques. Created with glazed ceramic pieces, this contemporary work recalls the natural themes prevalent in many Islamic mosaics, but it features a more open, less geometric design."},{"latitude":42.359289,"longitude":-71.05968,"title":"Nancy, A Passage of Time","content":"<h1>Nancy, A Passage of Time</h1>The Druker family commissioned this sculpture in honor of their deceased daughter and sister, Nancy, who was killed at age 25 in a car accident in 1975. They donated the piece to the city and dedicated it on May 30th, 1978 - Nancy’s birthday. Although the sculpture might be said to resemble an open book, it is primarily abstract. The three materials used to create it—stainless steel, Cor-Ten steel, and the pink granite base—create contrast in the work’s surface as the Cor-Ten half rusts with exposure to the elements, and the stainless half resists that decay. The Cor-Ten surface, then, marks the passage of time as it corrodes, alluding to our collective mortality, while the stainless element retains its sheen, as does Nancy’s memory through this memorial."},{"latitude":42.361286,"longitude":-71.05727,"title":"New England Holocaust Memorial","content":"<h1>New England Holocaust Memorial</h1>In the words of Jewish scholar and Nobel Peace Prize recipient Elie Wiesel, this memorial commemorates “an era of incommensurate darkness” through the symbolism of six luminous towers, each representing a main Nazi concentration camp. Inscribed in the glass towers are numbers from 0,000,001 to 6,000,000, which evoke the infamous practice of tattooing serial numbers on camp detainees, approximately six million of whom perished. Under each tower is a six-foot deep chamber, covered by a grate, which visitors cross over as they pass through the towers. A time capsule is buried at one end of the memorial, containing names of individuals who perished in the Holocaust. Plans to create the memorial began with a group of Holocaust survivors living in the Boston area. More than 3,000 organizations and individualswere involved in the effort."},{"latitude":42.363959,"longitude":-71.05502,"title":"North End Library Mosaics","content":"<h1>North End Library Mosaics</h1>The Boston Public Library’s North End Branch was designed by architect Carl Koch in the 1960s. Located in front of the building is one of the city’s newest public art projects, completed in 2009. With stone benches shaped like quotation marks and a mosaic featuring symbols found on a keyboard, artist Tom O’Connell underscores the library’s function as facilitator of dialogue in our technological age. A chess table and new plants were also added during the plaza’s restoration, making the library a more inviting and versatile space for the North End community. Although the North End is known as an Italian neighborhood today, it has been home to a variety of populations, from Native Americans to immigrant groups originating in England, Ireland, and Central and Eastern Europe."},{"latitude":42.356507,"longitude":-71.06759,"title":"Oneida Football Tablet","content":"<h1>Oneida Football Tablet</h1>Did you know that the first organized football games in the United States took place on the Boston Common? The Oneida Club was founded in 1862. It is questionable how much the Oneida games resemble either modern American football or soccer; their rules and the ball they played with were quite different. The contemporary-looking soccer ball above the inscription was added in the 1990s, replacing an oblong ball that looked more like an American football. Efforts now exist to restore the ball to its original football shape."},{"latitude":42.347941,"longitude":-71.076685,"title":"Paint and Henry","content":"<h1>Paint and Henry</h1>These semi-abstract horse sculptures by Deborah Butterfield allude to the history of the Neiman Marcus department store. In 1907, two competing department store owners, Herbert Marcus Sr. and A. Harris, teamed up to open a new department store in Dallas. The horses evoke both the Texan landscape and the retailers’ partnership. Butterfield is especially well known for her sculptures of horses, which she has been creating since the early 1980s."},{"latitude":42.355335,"longitude":-71.06363,"title":"Learning, Religion and Industry","content":"<h1>Learning, Religion and Industry</h1>These three bronze figures, symbolizing Learning, Religion, and Industry, are dedicated to the memory of Boston philanthropist George Francis Parkman, Jr. (1823-1908), son of famed murder victim Dr. George F. Parkman. The younger Parkman’s generous contributions to the City of Boston resulted in many improvements to the Emerald Necklace, a series of parks designed by famed landscape architect Frederick Law Olmsted. The chain of green space snakes through several Boston neighborhoods, from Back Bay to Roxbury and Jamaica Plain.Sculptor Adio di Biccari worked with his brother-in-law, woodcarver and architect Arcangelo Cascieri, to create these three figures. Slightly smaller than life-sized, they represent Boston’s intellectual, spiritual, and industrial energy. To help us identify each figure’s significance, the artists gave them attributes: Learning clutches a book, Industry wields a jackhammer, and Religion holds no material objects but instead kneels with his palms outspread, as if in prayer. Arcangelo Casciera served as the Dean of the Boston Architectural Center from 1943 until his death in 1997."},{"latitude":42.35224,"longitude":-71.07688,"title":"Patrick Andrew Collins","content":"<h1>Patrick Andrew Collins</h1>This bust commemorates the second Irish-born mayor of Boston, who died unexpectedly while in office. Collins immigrated to the US at the age of four and lived most of his life in Boston. His love for both his native land and his adopted country is shown through the two allegorical figures flanking the granite base. One wears a crown of laurel leaves and holds a shield, representing Liberty; the other wears a crown of shamrocks and holds a harp, symbolizing Erin, or Ireland. The inscription below reminds us of Collins’ achievements following a modest upbringing: “upholsterer from 15 to 23,” he went on to receive a law degree from Harvard and pursue a political career."},{"latitude":42.365558,"longitude":-71.05323,"title":"Paul Revere","content":"<h1>Paul Revere</h1>This statue of patriotic hero Paul Revere is perhaps the most recognizable landmark in Boston. Cyrus Edwin Dallin depicts Revere on his famous “midnight ride” of 1775, alerting his fellow colonists that the British army was moving toward Lexington, MA. Dallin emphasizes the urgency and energy of Revere’s mission through the posture of both the horse and its rider. Revere attempts to keep his balance as his horse abruptly halts, rearing back slightly. Dallin’s design also seems to recognize the presence of his viewers. Walk over to Revere’s right side, and you play the role of a colonist receiving his message.During the 18th and 19th centuries, several myths and misconceptions about Revere’s ride came to be accepted as truth. In fact, Revere did not yell “The British are coming!” so as not to be overheard by British informants, and he was only one among dozens of riders who spread the message on horseback. His midnight ride was perhaps less important to American independence than the work he did as an engraver. With his widely circulated depictions of the Boston Massacre and other events, Revere helped to incite anger towards the British and sympathy towards the colonists. Despite the myths, Revere has retained his significance as a key symbol of the energy and courage that drove colonists in their fight against imperial rule, and Dallin has placed him in this familiar role.Although Dallin designed this sculpture for a competition in 1885, it was not cast in bronze until 1940. The statue’s installation was halted for several years, after another artist assailed Dallin’s winning submission, calling it unrealistic. In the 1930s, the Daughters of the American Revolution petitioned to have the commission completed."},{"latitude":42.350176,"longitude":-71.075567,"title":"Philips Brooks","content":"<h1>Philips Brooks</h1>As Rector of Trinity Church, Phillips Brooks oversaw the construction of one of Boston’s greatest architectural landmarks. Trinity Church was founded in 1733, but a fire in 1872 destroyed the original building, allowing Brooks to commission this iconic Romanesque-style structure. In this work, the sculptors depict him as a man of great moral and physical stature, and as an impassioned speaker. The cloaked figure of Christ stands behind Brooks and places a hand on his left shoulder, lending him additional authority. Augustus Saint-Gaudens and his assistant Frances Grimes designed the sculpture while the notable architects Stanford White and Charles McKim designed the domed niche. Such collaboration between artists and architects is common in the realm of public art, where works often blur the boundaries between art, architecture, and landscape design."},{"latitude":42.354103,"longitude":-71.069949,"title":"Public Garden Footbridge","content":"<h1>Public Garden Footbridge</h1>In 1837, Boston politician and philanthropist Horace Gray petitioned City Council to set aside part of the Boston Common for use as a botanical park. The Public Garden has since become one of the city’s most beloved landmarks, known in particular for its picturesque lagoon. As you cross over the water and its famous swan boats, you also cross what is said to be the world’s smallest suspension bridge. A suspension bridge consists of cables linked to vertical structures, which together support the weight of the deck—the surface used for crossing. This type of structure is generally used to cover longer distances, like the Golden Gate Bridge spanning San Francisco Bay. In this setting, the bridge adds a sense of grandeur to the quaint beauty of the gardens."},{"latitude":42.348128,"longitude":-71.082991,"title":"Quest Eternal","content":"<h1>Quest Eternal</h1>Twisted in a dramatic pose, this 27-foot tall male figure reaches toward the sky. The muscular nude brings to mind ancient Greek and Roman sculpture, as well as the work of Renaissance-era artists, who often looked to classical art to inspire their choice of subject matter and style. Here, the sculpture also fits in with the modern urban landscape and parallels the bold verticality of the neighboring Prudential Tower, completed three years before the sculpture’s installation. Despite the work’s enormous size and weight of five tons, it was cast in one piece at a foundry in Italy. In contrast, many large sculptures are cast in multiple parts and then welded together."},{"latitude":42.36054,"longitude":-71.052778,"title":"The Reading Circle","content":"<h1>The Reading Circle</h1>Until recently, a busy elevated highway cut through the center of Boston. A massive construction project nicknamed the Big Dig relocated the highway underground and created space for a new series of urban parks. Collectively known as the Rose Fitzgerald Kennedy Greenway, these parks opened in 2007 and 2008. The Greenway reconnects downtown Boston to the waterfront and creates a link between the North End, the Financial District, and Chinatown.The Greenway parks abound with family-friendly elements, from a carousel and other festivities to fountains and interactive works of art. The Reading Circle, designed by the American History Workshop, provides a space for storytelling while also informing visitors about Boston’s past and its evolution. Look at the stone benches for a brief lesson about the history of transportation and shipping in the area."},{"latitude":42.35485,"longitude":-71.057649,"title":"Robert Burns","content":"<h1>Robert Burns</h1>The foremost poet of Scotland, Robert Burns is known for his original poems as well as his adaptations of folk songs, which he wrote in the Scottish dialect. His best-known work is Auld Lang Syne, traditionally sung on New Year’s Eve. Small details and personal touches set this sculpture of Burns apart from many of the other bronze sculptures featured on the Public Art Tour. The poet is depicted on a stroll through the countryside, accompanied by a book and his Collie dog. His walking stick and well-worn shoes give the impression that he went on such excursions often. They also illustrate the pastoral themes so prevalent in his verse. Despite his youthful, sturdy appearance here, Burns died at the age of 37 from a heart condition he may have developed during his childhood, spent working on the family farm. This statue was first placed in the Fens—an ideal site for an afternoon stroll. It was moved to Winthrop Square in 1975."},{"latitude":42.357485,"longitude":-71.0635,"title":"Robert Gould Shaw and the 54th Regiment","content":"<h1>Robert Gould Shaw and the 54th Regiment</h1>The famous American sculptor Augustus Saint-Gaudens spent over a decade creating this bronze bas- relief monument, which is generally considered one of his finest works. It commemorates the Massachusetts 54th Regiment, the first volunteer regiment of African-American soldiers, active during the Civil War. The Regiment was led by white colonel Robert Gould Shaw, the son of prominent Boston abolitionists.Shaw and his regiment are famous for their assault on Fort Wagner in 1863. Outnumbered, many of the troops, including Shaw, were killed and buried in a mass grave by Confederate soldiers. One of the soldiers who survived the assault, William H. Carney, received a Medal of Honor in recognition of his bravery. The 54th also reportedly included Frederick Douglass’ two sons and the grandson of abolitionist Sojourner Truth.In the relief, an angel accompanies the men as they march down Beacon Street on May 28, 1863, leaving Boston to head south. She holds an olive branch, which symbolizes peace, and poppies, which symbolize death. Through this imagery, Saint-Gaudens alludes to both the soldiers’ individual fates and the North’s eventual victory. Other features of the relief are realistic, rather than symbolic. For example, each soldier’s face is markedly distinct, endowed with a unique appearance and expression. Saint-Gaudens’ respect for the soldiers is shown through his efforts to portrays them as individuals, not simply as a group. In 1982, the names of the African-American soldiers who died were added to the reverse side of the memorial."},{"latitude":42.359981,"longitude":-71.05669,"title":"Samuel Adams","content":"<h1>Samuel Adams</h1>This bronze sculpture is based on an earlier marble version, which Anne Whitney created for the Capitol building in Washington, DC. The City of Boston then requested a replica to be placed in front of Faneuil Hall, where Adams participated in town meetings to discuss British taxation and occupation. Despite the success of this commission, Whitney was barred from sculpting another male figure only a few years later (see Charles Sumner).Here, Whitney has depicted Adams with arms crossed in a gesture of defiance, evoking his attitude toward British governance. Adams began his political career as a tax collector and a vocal critic of unfair taxation on the colonies. Along with John Hancock, he founded the Sons of Liberty to protest the StampAct and later served as a delegate to the Continental Congresses. After the Revolution, Adams remained firmly opposed to strong centralized government, even in the new nation he helped to establish."},{"latitude":42.351173,"longitude":-71.080834,"title":"Samuel Eliot Morison","content":"<h1>Samuel Eliot Morison</h1>Dressed in a windbreaker and simple cap and seated casually upon a rock, this bronze figure looks almost indistinguishable from any tourist visiting the Boston shore on a cloudy weekend. In fact, it is the likeness of Harvard professor Samuel Eliot Morison, the foremost American naval historian of the twentieth century. Morison won a Pulitzer Prize for his biography of Christopher Columbus and personally sailed several of the routes Columbus is believed to have followed. However, Morison also evoked controversy by authoring a textbook with insensitive comments about slavery. With her unpretentious depiction, sculptor Penelope Jencks downplays Morison’s roles as professor and provocateur and emphasizes his passion for the sea."},{"latitude":42.353619,"longitude":-71.071202,"title":"Small Child Fountain","content":"<h1>Small Child Fountain</h1>This diminutive, playful figure provides a refreshing break from the many sculptures on the Public Art Walk commemorating lofty historical figures. Local sculptor Mary E. Moore has captured the unselfconsciousness of a child busily exploring the world. The child’s nudity, along with his pudgy limbs, brings to mind Renaissance depictions of putti—little winged creatures that are sometimes depicted as messengers from heaven and other times used to represent Cupid. Moore was born in Taunton, MA, and taught at Brookline’s Beaver Country Day School."},{"latitude":42.355457,"longitude":-71.0664,"title":"Soldiers' and Sailors' Monument","content":"<h1>Soldiers' and Sailors' Monument</h1>Boston’s most elaborate memorial, this work serves as the City’s tribute to its citizens who fought on land and sea during the Civil War. Its design incorporates a number of abstract symbols. For example, four figures at the base of the column symbolize the cardinal directions of North, South, East, and West. Crowning the column is an allegorical female figure representing the Genius of America. Lastly, four bronze plaques located on the base show troops departing to and returning from war, while the other two pay tribute to the Navy and the Boston Sanitation Commission. Boston sculptor Martin Milmore created the monument, and Harvard president Charles W. Eliot penned the featured inscription. In honoring ordinary soldiers and sailors, rather than military leaders, this work set an important precedent adopted by the designers of subsequent memorials.Originally, the sculpture also included four bronze figures, each placed at a corner of the monument’s base and representing Peace, the Sailor, the Muse of History, and the Soldier. These figures are in need of repair and were removed to prevent further deterioration. The memorial, among many others, is up for adoption in the Boston Art Commission’s Adopt-A-Statue program, which raises the funds needed to repair and maintain works of public art."},{"latitude":42.363037,"longitude":-71.059088,"title":"Sudden Presence","content":"<h1>Sudden Presence</h1>New York artist Beverly Pepper began her career as a painter, but she has become particularly well known for her monumental abstract sculptures. Her massive works, industrial in scale yet intimate still, can be found in dozens of cities throughout the United States and Europe. Using such materials as stone and metal, Pepper creates sculptures that evoke both natural and built environments, specifically the extraordinary building projects of early civilizations. For example, Sudden Presence might remind one of the Egyptian pyramids. Yet its ramp-like, planar forms also bring to mind the elevated highway, I-93, that once bisected this urban landscape. As you walk around the sculpture, its shape changes markedly, and you may find that it evokes other associations. For example, Pepper views her artwork as emotionallyexpressive. She once commented, “I wish to make an object that has a powerful presence, but is at the same time inwardly turned, seeming capable of intense self-absorption.”"},{"latitude":42.352546,"longitude":-71.06909,"title":"Tadeusz Kasociuszko","content":"<h1>Tadeusz Kasociuszko</h1>Born in the Polish-Lithuanian Commonwealth in 1746, Tadeusz Kocuiszko became an American military hero during the Revolutionary War. He immigrated to the colonies in 1775, joined the Continental Army shortly thereafter, and rose to the rank of colonel and then head engineer. In this final position, he oversaw the fortification of such strategic areas as the city of Philadelphia, the Delaware River,andWestPoint,thesiteofthefuturemilitaryacademy.Ko cuiszkowasalsorecognizedasa military hero in his homeland, where he fought against invading Russian troops in 1792.Boston-area Polish organizations commissioned this bronze statue by local sculptor Theo Alice Ruggles Kitson to memorialize the 150th anniversary of Kosciuszko’s enlistment in the Continental Army. Kitson depictsKo cuiszkoinuniform,holdingatricornerhatinonehandandavolumeofpapersfromWest Point in the other. Over the course of her career, Kitson designed more than fifty public monuments. She was also the first female artist to receive an Honorable Mention award at the Paris Salon, a prestigious annual exhibition."},{"latitude":42.360962,"longitude":-71.059651,"title":"Thermopylae","content":"<h1>Thermopylae</h1>Named after the battle between Spartans and Persians in 480 BC, this quasi-abstract work integrates American sculptor Dimitri Hadzi’s interests in myth, history, and armor. Hadzi has also stated that the sculpture was inspired in part by John F. Kennedy’s book Profiles in Courage, which features the stories of eight US Senators who remained committed to their ideals despite great opposition. In general, though, Hadzi’s work is known not for its thematic content but for its craftsmanship and formal properties. Through his use of heavy bronze protrusions, and through the sculpture’s open composition, Hadzi emphasizes the contrast between dense volume and empty space. More art, including New England Elegy, an abstract mural by Robert Motherwell, can be found inside the JFK Federal Building along with Full Circle by Herbert Ferber. All three pieces were funded through a % for art program."},{"latitude":42.349982,"longitude":-71.076117,"title":"Tortoise and the Hare","content":"<h1>Tortoise and the Hare</h1>Through a reference to one of Aesop’s fables, local sculptor Nancy Schön pays tribute to all Boston Marathon participants, who come from a variety of backgrounds and run for many different reasons, including charity fundraising. In contrast to the official marathon memorial installed by the Boston Athletic Association, Schön’s oversized characters emphasize the effort, not the outcome, and remind us that “slow and steady wins the race.”"},{"latitude":42.355065,"longitude":-71.07773,"title":"Trimbloid X","content":"<h1>Trimbloid X</h1>This sculpture by David Kibbey exemplifies some of the core traits of Minimalist art, a movement that emerged on the American art scene during the 1960s. It is large and imposing, features a geometric design, and incorporates industrial materials—in this case, Cor-Ten steel. Although Minimalist sculpture has been criticized for aggressively dominating its surroundings and viewers, Kibbey spent much of his career working to reconcile the built environment and the natural environment. He is known not only for his art, but also for his leadership in the field of ecological design, or green building.Trimbloid X will be temporarily taken down for conservation."},{"latitude":42.354639,"longitude":-71.06944,"title":"Triton Babies Foundation","content":"<h1>Triton Babies Foundation</h1>Born in Pennsylvania and educated in Europe, Anna Coleman Watts Ladd moved to Boston in 1905, eventually becoming one of the city’s most prolific sculptors. Her ambition was to make art more accessible to the public. These boisterous figures, named after the son of the sea god Poseidon, wrestle among spurts of water when the fountain is turned on. Ladd also engaged in more serious projects; for example, she worked with the American Red Cross to fashion masks for World War I veterans who had suffered disfiguring facial injuries. This 1922 bronze fountain was originally situated at the current site of the White Memorial across from the home of Bostonian Mrs. Boylston Beal, who donated the fountain to the public after seeing it exhibited in San Francisco. The work was relocated to its current site in 1924."},{"latitude":42.358712,"longitude":-71.057462,"title":"Unicorn and Lion","content":"<h1>Unicorn and Lion</h1>Built in 1713, the Old State House was the seat of government for the Massachusetts Bay Colony before the American Revolution. These sculptures, symbols of the British Empire, were torn down and burnt in a bonfire in 1776, when the Declaration of Independence was read from the balcony. Replicas have been in place since the building’s restoration in 1882. While the originals were wooden, the pieces you see now are made of copper. Inside, the Bostonian Society runs a museum exploring Revolutionary history."},{"latitude":42.351984,"longitude":-71.077801,"title":"Vendome Fire Memorial","content":"<h1>Vendome Fire Memorial</h1>In 1972, a tragic fire at the Hotel Vendome claimed the lives of nine firefighters, who were killed when a section of the burning building collapsed. Erected twenty-five years later, this granite and bronze structure honors those firefighters and marks the hotel’s former location. Its unadorned, modern design focuses our attention on the absence of the deceased men, symbolized by a helmet and a jacket draped over the curved wall. The memorial’s form developed through creative dialogue between the artists and the fireman who proposed the piece. Names of the nine men and an account of the events on the day of the fire are etched into the wall, along with quotations from firefighters reflecting on their vocation."},{"latitude":42.360938,"longitude":-71.062159,"title":"Wall Drawing #1128","content":"<h1>Wall Drawing #1128</h1>Emphasizing geometry and repetitive patterns in his work, Sol LeWitt brought recognition to the Conceptual Art movement in the 1960s. Over the following years his art became both increasingly complex and increasingly playful, and around 1980 he began to incorporate bright colors in his wall drawings. As is typical of LeWitt’s work, a group of assistants executed this piece, guided by precise written instructions and diagrams from LeWitt, who wrote that the artist’s idea “becomes a machine that makes the art.” Although conceptual artists generally deemphasize the appearance of a work of art, instead highlighting the ideas that determine its form, LeWitt’s wall drawings are both conceptually drivenand visually appealing, even decorative. © 2009 The LeWitt Estate / Artists Rights Society (ARS), New York"},{"latitude":42.352696,"longitude":-71.06832,"title":"Wendell Phillips","content":"<h1>Wendell Phillips</h1>Boston lawyer and orator Wendell Phillips was inspired to join the abolitionist cause after witnessing William Lloyd Garrison deliver an anti-slavery speech in 1835. On that occasion, he saw not only Garrison’s speech, but also his near lynching at the hands of some outraged listeners. Phillips later abandoned his legal practice to devote himself entirely to abolitionism, and like Garrison, he became known as a particularly eloquent speaker. In 1837, Phillips delivered a passionate speech at Faneuil Hall condemning the murder of the abolitionist minister Elijah Lovejoy. He also advocated for the rights of Native Americans, women, and prisoners. This statue by Daniel Chester French honors Phillips’s commitment to liberation, symbolized by the broken chain clutched in the figure’s left hand. The figure appears as an orator, and his right hand forms a fist, as if to accentuate an important remark."},{"latitude":42.352162,"longitude":-71.07068,"title":"William Ellery Channing","content":"<h1>William Ellery Channing</h1>This monument to America’s foremost Unitarian minister stands across from the Arlington Street Church. William Ellery Channing ministered to this congregation from 1803 until his death in 1842, although the church was at that time located on Federal Street and named accordingly. As a Unitarian, Channing rejected the Calvinist notion of predestination and instead emphasized free will, personal responsibility, and mankind’s potential to do good. He also believed in the coexistence of religious faith and scientific reasoning. Holding a Bible and donning his ecclesiastical robes, Channing’s likeness here is poised to begin another of his famous sermons. The words inscribed on the statue’s granite base are excerpted from his 1928 oration “Likeness to God,” which stresses the innate divinity of all humans."},{"latitude":42.351662,"longitude":-71.079058,"title":"William Lloyd Garrison Memorial","content":"<h1>William Lloyd Garrison Memorial</h1>William Lloyd Garrison (1805-1879) was an early Boston leader in the movement to abolish slavery in America, sometimes at the risk of his life. In 1829 he made his first public speech against slavery. In 1831 he founded  The Liberator, the influential anti-slavery journal. In 1832 he joined in organizing the New England Ant-Slavery Society. As was usual among emancipation leaders, Garrison also supported the movements for women’s rights, temperance, pacifism, and free trade. The bronze statue of a seated Garrison was created by the sculptor, Olin Levi Warner (1844-1896). It was funded by public subscription, and dedicated in 1886."},{"latitude":42.360027,"longitude":-71.12825,"title":"Honan-Allston Bike Racks and Tree Guards","content":"<h1>Honan-Allston Bike Racks and Tree Guards</h1>This branch of the Boston Public Library was opened in 2001 and re-named in 2003 in honor of the former Boston City Councilor Brian Honan. Its widely acclaimed design features three interior courtyards, surrounded by glass-walled readings room that flood the library with light. In front of the library, Richard Duca’s four tree guard and bicycle racks merge form and function. With these designs—evocative of bicycles, or perhaps scrolls or calligraphy—Duca wished to create what he describes as “timeless forms and abstract images” with “layers of symbolic meanings significant to the site.” The tree guards serve as focal points surrounding the honey locust trees and also act to protect them, while the bicycle racks invite visitors to use greener modes of transportation."},{"latitude":42.356967,"longitude":-71.12958,"title":"Lincoln Street Green Strip","content":"<h1>Lincoln Street Green Strip</h1>Dedicated in the spring of 2009, this project aimed to rehabilitate a forgotten strip of land that runs along Lincoln Street near I-90 in Allston. To transform the site, once overgrown with weeds and littered with trash, the artist team Legge Lewis Legge found inspiration in Boston’s colonial past and in European folly gardens featuring whimsical, decorative structures. The artists preserved the site’s natural plants and steep terrain, but added steel planters and sculptural elements to restructure the space. The result is an urban meadow where grass and weeds grow in curving arabesque designs. The project was funded by the city of Boston Department of Neighborhood Development and the New England Foundation for the Arts. Allston residents volunteered in the creation of this project and have pledged to help maintain it."},{"latitude":42.376843,"longitude":-71.0568,"title":"Sundial","content":"<h1>Sundial</h1>In the mid-1980s, Charlestown residents and business-owners teamed up to revitalize their neighborhood’s public spaces. The renovation of Hayes Square was completed in 1991 with the installation of this sundial sculpture. Lu Stubbs, a long-time resident of the Boston suburb Sharon and a graduate of the School of the Museum of Fine Arts, designed the piece specifically for this site, drawing inspiration from discussions with an archeologist involved in excavations in colonial Charlestown. Stubbs chose to include images depicting the daily lives of early Charlestown homemakers and craftspeople. Look closely at the sundial’s bronze relief numbers to find images of a blacksmith, a shipbuilder, a spinner, a baker, and a cabinetmaker, among others. Through these figures, Stubbs links Charlestown’s past to this contemporary space."},{"latitude":42.351221,"longitude":-71.059734,"title":"Foo Dogs: Chinatown","content":"<h1>Foo Dogs: Chinatown</h1>Ceremonial gates, or pai lous, have been part of Chinese culture since the Song Dynasty of the 10th to 13th centuries. Structures like this one serve both as entryways to important sites and as commemorations for significant people and events. Additionally, many overseas Chinatowns feature a pai lou in order to symbolize the presence of a Chinese community. In 1976, Taiwan gifted the materials for this gate to the City of Boston, sister city of Taipei, in honor of America’s bicentennial. The Chinatown gate was not actually assembled until 1982, when it was dedicated during the August Moon Festival, a harvest celebration. Over the years, this gate has required extensive renovations, due in part to weather-induced damage and nearby construction on the Big Dig.Sitting at the base of the wood-and-tile arch are two marble foo dog sculptures. In China and Taiwan, pairs of foo dogs, one male and one female, can often be found flanking the entranceway of palaces, Buddhist temples, government buildings, and even some private residences. The male foo dog rests one paw on a ball, while the female stands over a tiny cub. Believed to ward off evil, the dogs protect the inhabitants of the structure they guard. This gate’s original foo dog statues were badly damaged and replaced in 2007 with copies. Another identical pair is installed in the Chinese burial grounds at Mt. Hope Cemetery in Mattapan, where over a thousand Chinese immigrants have been laid to rest since 1930."},{"latitude":42.28258,"longitude":-71.10566,"title":"Foo Dogs: Mt. Hope","content":"<h1>Foo Dogs: Mt. Hope</h1>"},{"latitude":42.349621,"longitude":-71.06324,"title":"FAO Schwartz Bear","content":"<h1>FAO Schwartz Bear</h1>This iconic sculpture by Boston-area artist Robert Shure originally marked the site of the F.A.O. Schwartz toy store on Boylston Street. When the store closed in 2004, the bear was donated to the city, and Mayor Menino asked the city’s children to find a new home for their 12-foot, 3-ton bronze buddy. Some of the most popular proposals included the Franklin Park Zoo, the Children’s Hospital at Longwood, and the Floating Hospital for Children in Chinatown. With over 7,000 entries to the Mayor’s contest, the decision was a difficult one. The Floating Hospital eventually won, thanks to its young patients, who sent in a flood of contest entries."},{"latitude":42.338588,"longitude":-71.095383,"title":"Walking Man","content":"<h1>Walking Man</h1>"},{"latitude":42.32023,"longitude":-71.061488,"title":"Dorchester Voices/ Dorchester History","content":"<h1>Dorchester Voices/ Dorchester History</h1>“Its skin is a little tough. But inside, it’s sweet as butter.” According to local artist Laura Baring-Gould, the Clapp pear is a “fitting metaphor for the people of Dorchester” and a unique symbol of the neighborhood’s history. This variety of pear was first cultivated in 1830 at the Clapp family farm, located two blocks from Edward Everett Square, now a bustling urban intersection. In the course of designing the sculpture, Baring-Gould collaborated with the Dorchester Historical Society to collect the oral histories of a diverse variety of neighborhood residents. She also conducted research in local archives and museums and held over a hundred meetings with civic leaders to discuss how her work should represent the Dorchester community. While the pear represents Dorchester and its people as a whole, Baring-Gould has created a series of smaller sculptures to highlight the individual stories of the Dorchester residents she’s come to know. Life-sized renditions of everyday objects—a baseball mitt, oyster shells, a telephone—illustrate their professions and pastimes. At the base of each sculpture, quotations from Dorchester residents, both living and long gone, hint at the significance of these objects."},{"latitude":42.319947,"longitude":-71.06081,"title":"Copenhagen Foundation","content":"<h1>Copenhagen Foundation</h1>In 1911, a Cambridge resident named Mehitable Calef Coppenhagen donated funds to the city of Boston for a fountain to be dedicated to the memory of her parents. Her bequest was accepted in 1913 and the fountain was installed three years later on the north side of Cottage Street, behind the Blake House, Boston’s oldest standing house. After years of use, the Coppenhagen Fountain fell into neglect and vandalism, and it eventually disappeared from its original site. The remains of the fountain were found in Franklin Park, where the fountain was re-erected in 1979. In 1992, after the fountain was hit by a truck, it was rebuilt and placed in Everett Square.Today, the fountain no longer runs. Originally, however, Coppenhagen intended her tribute to be not only beautiful, but also functional: she envisioned a “drinking fountain for persons and animals,” presumably horses. The fountain’s bronze relief depicts its functional aspect, with a scene of three women and one man accompanied by Grecian urns. They may be gathering at a water source, or filling their vessels with more festive libations."},{"latitude":42.283655,"longitude":-71.071278,"title":"Market Still Life","content":"<h1>Market Still Life</h1>Located outside a corner convenience store on Washington Street in Dorchester, this mural reflects Haitian culture through images of food. At the time the mural was painted, the store’s owners were immigrants from Haiti. The artist, Jennifer Rydwansky (formerly on the staff of the Mayor’s Mural Crew), had just returned from six months in Haiti, where she was volunteering at an orphanage. After consulting with the store’s owners, Rydwansky purchased items that could be found in a typical Haitian kitchen and arranged them into a still-life scene. She painted from photographs of the still-life scene, resulting in the close-up view you see here."},{"latitude":42.383088,"longitude":-71.029731,"title":"Condor Street Urban Wild","content":"<h1>Condor Street Urban Wild</h1>Not long ago, the land that now forms this 4.5-acre park was closed to the public. Years of industrial use had contaminated the soil and attracted illegal dumpers.  Chelsea Creek—the site of the Revolutionary War’s first naval battle—had long ago become a major waterway, attracting heavy industry to its shores and hastening the destruction of the area’s natural marshes.In the late ‘90s, the East Boston Chelsea Creek Action Group and the Boston Parks Department joined forces to transform this public hazard into a public park. Boston-born artist B. Amore was chosen to design a work of art, and, looking to weave her artistic contribution into the overall design of the park, Amore opted to recycle natural materials recovered from the site. The large stones that form her sculpture were originally part of an old seawall. Arranged in the shape of a boat, they evoke East Boston’s connection to the water, as well as its maritime industry. In 2007, six decorative steel fence panels by East Boston resident Leigh Hall were added to the parkland alongside Chelsea Creek. With a recreated salt marsh and native plants flourishing nearby, both Amore’s and Hall’s artworks point to a healthier relationship between humans and the marine resources we use."},{"latitude":42.256808,"longitude":-71.122478,"title":"Hyde Park Plaques","content":"<h1>Hyde Park Plaques</h1>If you’ve spent much time walking the streets of Boston or New York, there’s a good chance you’ve come across a public artwork by Gregg LeFevre—perhaps without even realizing it. Although LeFevre creates art in a variety of media, his most ubiquitous works are the dozens of small bronze plaques he’s set into city sidewalks and squares, including the “Boston Bricks” on Winthrop Street, near Downtown Crossing. These bronze plaques were installed in the Hyde Park Business Distinct in 2000, as part of a larger project to design several pocket parks in the area. Like many of LeFevre’s plaques, they provide glimpses into the neighborhood’s history and culture. One commemorates a group of forty Hyde Park women, who in 1870 protested their inability to vote by casting invalid ballots in a local election. Among them were the well-known abolitionists Sarah and Angelica Grimké. Other plaques featuring images of books and literary quotations refer to the Hyde Park branch of the Boston Public Library, which is located nearby on Harvard Street."},{"latitude":42.321665,"longitude":-71.110957,"title":"Taino Indians","content":"<h1>Taino Indians</h1>This vibrant mural on Perkins Street has been a neighborhood landmark for more than 30 years. The original mural was created by Rafael Rivera Garcia, a Puerto Rican artist and university professor. Much of Rivera Garcia’s art features the myths and culture of the Taino people, indigenous inhabitants of the Caribbean. This mural features the Huraca’n, meaning literally “center of the storm”—a word later adopted by the Spaniards to describe tropical cyclones. The Huraca’n trio is made up of the angry wind goddess Guabancex and her two helpers, the gods Guatauba and Coatrisque, who stir up the lightning and the water. By 2001, the mural was in urgent need of restoration: the original paint was faded and peeling, with further damage caused by water and graffiti. Hoping to preserve it, the Hyde/Jackson Square Main Street association contacted Heidi Schork and the Mayor’s Mural Crew. When Schork and her group of teenage artists began work on the restoration, no original drawings of the mural were available, and the wall was so damaged that determining the original colors and design was, as Schork described it, “akin to an archeological project.” The crew strove to replicate Rivera Garcia’s original intentions."},{"latitude":42.267518,"longitude":-71.094022,"title":"Rise / Gateway to Boston","content":"<h1>Rise / Gateway to Boston</h1>This work consists of two 19-foot tall statues located on Blue Hill Avenue, suggesting an archway that welcomes motorists and pedestrians into Mattapan Square. Local artists, former Mattapan residents, and cousins Fern Cunningham and Karen Eutemey each created one of the two sculptural groups. Cunningham’s contribution celebrates the diverse history of Mattapan, which has been home to many different ethnic populations. A Native American figure holding a fish represents the Mattahunt tribe, which inhabited the area 400 years ago. Other images include a black Civil War soldier from Massachusetts’ 54th Regiment, which set up camp in the area, and Jewish, German, and Irish immigrants, who settled here in the first half of the twentieth century. Atop the sculpture, a young family illustrates Mattpan’s current population, consisting largely of African-Americans and Caribbean immigrants. Across the way, Eutemy's more abstract piece evokes a positive future, illustrated through the symbol of a rising sun. The mask-like faces below belong to no clearly defined racial or ethnic group. Explaining the significance of their work, Cunningham and Eutemy borrowed the words of Dr. Martin Luther King: “Live together as brothers or perish together as fools.” Other works by Cunningham, including a tribute to Harriet Tubman, can be found throughout the city of Boston."},{"latitude":42.291843,"longitude":-71.117726,"title":"Words","content":"<h1>Words</h1>To create this dense, colorful composition, members of the Mural Crew chose words in a variety of languages that they found to be particularly expressive. The resulting image is reminiscent of calligraphy, with the design of the words privileged, rather than their literal meaning. Gregg Bernstein, the Mural Crew staff member who designed the work, found inspiration in his background in printmaking.Since its formation in 1991, the Mural Crew has created over 50 public works, located throughout the City of Boston. The Mural Crew provides local teenagers with summer employment and an opportunity to hone their artistic skills, while also helping to discourage graffiti, since murals are less likely to be tagged than bare walls."},{"latitude":42.327543,"longitude":-71.083445,"title":"The Judge","content":"<h1>The Judge</h1>In his art, the late local sculptor Vusumuzi Maduna aimed to recognize the contribution of African art and craft to the development of modern art in Europe and North America. Many notable artists of the twentieth century, such as Picasso, studied and admired African art for its abstract visual language, its bold geometrical forms, and its imaginative treatment of the human body.Maduna once described this work as “an image of restraint and dignity.” To create it, he found inspiration in the art and culture of the Dogon people, who live in modern-day Mali, and who are especially known for their figurative sculptures and ceremonial masks. “My art is one way I can maintain a connection with my roots,” Maduna once explained. But, speaking of traditional African artists, he noted, “theirs was not my life experience. The belief systems that motivated those forms were not mine.” Therefore, Maduna viewed his work as a synthesis of African and Western forms."},{"latitude":42.329087,"longitude":-71.085002,"title":"Faces of Dudley","content":"<h1>Faces of Dudley</h1>This mural was created by the lead artist Mike Womble and the Mayor’s Mural Crew during the summer of 1995. That year, the Crew completed three different murals in Dudley Square; only this one remains today. Working from archival photographs of the area, including images of an elevated train stop that no longer exists, Womble and his group of teen artists aimed to capture the character of Dudley Square, both past and present. The most mural’s most prominent feature is a black-and-white portrait of Malcolm X, who lived for a time in Roxbury and almost certainly would have passed by the very spot where the mural is located."},{"latitude":42.332483,"longitude":-71.084425,"title":"Helion / Lollipop","content":"<h1>Helion / Lollipop</h1>Helion, more informally known as ‘the lollipop,’ was created by Gloucester artist Robert Amory in 1975. The sculpture was originally installed in Downtown Crossing in front of 100 Summer Street, where it remained for almost 25 years. When the building was sold, its new owners requested that the lollipop be moved to a new home, despite the protests of Boston residents and art-lovers who claimed that it had become a Downtown Crossing landmark. This 26-foot tall kinetic sculpture is composed of twenty-four orange discs attached by metal rods to a large ball bearing. When the wind blows on the orange disks, the ball bearing spins, causing the disks to rotate. In order to ensure that his sculptures could endure Boston’s strong gusts, Amory tested scaled-down models in a wind tunnel facility at MIT. This sculpture is part of Amory’s ‘windflowers’ series and is named after the Greek god Helios, who, according to myth, drives the sun chariot from east to west across the sky each day."},{"latitude":42.323881,"longitude":-71.051403,"title":"James Brendan Connolly","content":"<h1>James Brendan Connolly</h1>Boston’s first Olympic champion was a man of many pursuits—athlete, journalist, soldier, sailor, would-be politician, and respected author. Connolly was born in South Boston in 1869, one of twelve children in an Irish immigrant family. Despite his lack of a formal education, Connolly passed the entrance exam to Harvard College and began his studies there at the age of 27. But Connolly opted to drop out of school to compete in the first Olympic Games of the modern era, held in 1896 in Athens. The Games kicked off with the hop, skip, and jump event—similar to today’s triple jump. Connolly took first place in the event, making him the first Olympic champion in over 1500 years. (However, it would be inaccurate to call Connolly a ‘gold medalist,’ since silver medals, not gold, were awarded for first place in 1896.) Connolly also competed in the Paris Olympics of 1900, where he took second in the hop, skip, and jump event.This dynamic sculpture shows Connolly in the process of landing a long jump, planting his heels and thrusting his torso forward in an effort to keep his balance. As his athletic career came to a close, Connolly focused his energies on writing, serving as correspondent during World War I for several publications, including the Boston Globe. Before his death in 1957, he published numerous novels and short stories, mostly about life at sea, which gained him the admiration of English poet T.S. Eliot and president Teddy Roosevelt."},{"latitude":42.343454,"longitude":-71.077864,"title":"Step on Board / Harriet Tubman Memorial","content":"<h1>Step on Board / Harriet Tubman Memorial</h1>Meet the first statue on city-owned property honoring a woman. This 10-foot bronze statue is dedicated to the memory of Harriet Tubman, the famous abolitionist and Underground Railroad ‘conductor.’ Born around 1820—her exact date of birth is unknown—Tubman spent the first 28 years of her life toiling in the household and fields of the Maryland plantation where she had been born. When the plantation’s owner died, Tubman escaped, following the North Star and stopping at various Underground Railroad ‘stations’ along the 90-mile journey to Pennsylvania. But Tubman did not remain safely in the North for long. Within a year, she returned to Maryland to help members of her family escape. What began as a plot to reunite her family became a broader mission to free as many people as possible, personal relations as well as strangers. Over the next decade, Tubman took nineteen trips to the South, guiding over 300 individuals to freedom. Although she was illiterate and received no formal education, Tubman became known as one of the most adroit Underground Railroad conductors. A $40,000 reward was posted for her capture.Here, local sculptor Fern Cunningham shows Tubman leading a small group up north. She strides forward confidently, with a Bible tucked under her left arm—a reference to both her religious devotion and her Biblical nickname, Moses. Interestingly, the men and women behind her appear calm and assured. Perhaps their journey is coming to an end, or perhaps their expressions are not literal but symbolic, illustrating the spirit of courage and devotion that drove Tubman on. Although Tubman never lived in Boston, she had links to the city through her network of abolitionist friends, one of whom opened the Harriet Tubman House as a settlement house for black women who had migrated from the South. The house has since relocated, but it still exists today as part of the United South End Settlements program. The other artwork located in the Harriet Tubman Park is Emancipation by Meta Vaux Warrick Fuller, one of the leading female artists of the Harlem Renaissance movement. Fuller created this work in 1913 for a New York exposition celebrating the 50th anniversary of Abraham Lincoln’s order abolishing slavery."},{"latitude":42.283369,"longitude":-71.157248,"title":"Mary Draper Fountain","content":"<h1>Mary Draper Fountain</h1>During the Revolutionary War, Mary Draper and her daughter provided a tireless stream of food, supplies, and shelter to the soldiers passing by their Dedham/West Roxbury area farm. Draper’s acquaintances claimed that she took every opportunity to provide for the troops—she reportedly went so far as to sew her linens into men’s garments and melt down her pots and pans for ammunition. In 1905, a memorial fountain made of local granite was dedicated to her memory by the Mary Draper Chapter of the Daughters of the American Revolution (DAR) and placed in front of the West Roxbury Branch Library. In 1989, the fountain was moved to the newly built Reading Garden of the Library, which features brick paving, ornamental plantings and trees, benches, and lighting."},{"latitude":42.341883,"longitude":-71.073177,"title":"Betances Mural","content":"<h1>Betances Mural</h1>The Villa Victoria housing community was founded in the early 1970s, when a group of South End residents, most of Puerto Rican descent, lobbied to maintain their community in the South End despite widespread gentrification and redevelopment of the area. After its completion in the mid-‘70s, Villa Victoria was hailed as an unusually successful housing complex, thanks to its desirable living spaces and close-knit, active community. Residents founded and participated in a variety of programs, such as tutoring, gardening, and operating a closed-circuit television channel.This mural was created with the support of the Villa Victoria tenants’ association, Inquilinos Boricuas en Acción, to decorate the Villa’s central gathering place. Local artists Lili Ann Killen Rosenberg, Nora Valdez, and Roberto Chao were assisted by Villa Victoria residents, children as well as adults, who made the ceramic tile pieces. The mural features Ramón Betances, known as the ‘father’ of Puerto Rican nationalism for his revolt against Spanish rule. It also includes images of Puerto Rican history and culture and of the Villa Victoria community.  One of its inscriptions reads, “Let us know how to fight for our honor and our liberty,” referring both to Betances and his struggle for independence and to the more recent political activism that inspired Villa Victoria’s founding."},{"latitude":42.309414,"longitude":-71.115759,"title":"Soldiers Monument","content":"<h1>Soldiers Monument</h1>Completed in 1871, this monument commemorates the men of neighboring West Roxbury “who died in the service of their country during the Rebellion of 1861 – 1865.” The monument’s marble tablets list sixteen men with the causes, dates, and places of their deaths. The tablets are enshrined in an elaborate nineteenth-century Gothic pavilion, square in form, with gabled arches open on its four sides. The four corner piers reach upward in spires topped with bronze finials, or decorative ornaments. Look below each of these spires to find images of a shield, a cannon, a rifle, and a sword engraved in the stone. Above them rises a central tower topped by a life-sized Union solider holding (or perhaps leaning on) his rifle, with the barrel in his hands and the butt at his feet. The pavilion and its solider are made from Quincy granite, quarried in the nearby South Shore suburb."},{"latitude":42.348146,"longitude":-71.03998,"title":"Aqueous Humour","content":"<h1>Aqueous Humour</h1>Through these interactive sculptures, artist Ellen Driscoll invites viewers to re-imagine the history of South Boston’s waterfront. Aqueous Humour consists of three sets of stainless steel wheels embedded with mosaics, which feature both historical and contemporary images of marine life, the shipping industry, and the fishing industry. By spinning the wheels, viewers can in effect change the appearance of the artwork and create unexpected combinations of images. In her description of this work, Driscoll focuses on the many immigrants “whose labor built the busy port that thrives today.” She hopes to impress images of their life and labor on the viewer, explaining that, according to the Ancient Greeks, a simple image stored in the mind can trigger the release of more detailed and deeply stored memories. But, despite this emphasis on the past, Aqueous Humour also acknowledges the technological advances that modernized Boston’s waterfront. Its rotating circular forms were inspired by the wheels that drive cranes at the nearby Conley Terminal, one of the busiest container-shipping ports in Boston."},{"latitude":42.339938,"longitude":-71.094965,"title":"Night and Day","content":"<h1>Night and Day</h1>Over the past several decades, Antonio Lopez Garcia has become known as the finest Spanish painter of his generation. His intensely realistic paintings—ranging in subject from grimy bathroom sinks to expansive Madrid cityscapes—often take him years of meticulous work to complete. These sculptures, and several other recent works by Lopez, were inspired by the birth of his grandchildren. When his second grandchild, Carmen, was a few months old, Lopez began modeling two portraits of her head, one depicting her awake and the other asleep. In an interview given at the Museum of Fine Arts, Boston, Lopez explained that these sculptures presented his first opportunity to work on a monumental scale. The process of transforming his intimate portraits into large-scale bronzes endowed them with an entirely different, unexpected character. “Your starting point is the representation of everyday life, and what is close to you,” he reflected, but “what is created becomes about many things, known and unknown.” Night and Day are now in the MFA’s permanent collection. Another slightly larger pair is located in the Atocha train station in Madrid, where they commemorate the victims of the 2004 terrorist train bombings."},{"latitude":42.338784,"longitude":-71.09369,"title":"Appeal to the Great Spirit","content":"<h1>Appeal to the Great Spirit</h1>Cyrus Edwin Dallin may have settled in Boston, where he spent most of his artistic career, but he was a child of the American West. Born to white pioneer parents in Utah, Dallin grew up among Native Americans, specifically, members of the Ute tribe. During his childhood, he began sculpting small figures and animals out of clay—a pastime introduced to him by his Ute neighbors. Even after moving to Boston in 1880, and later pursuing his studies in Paris, Dallin remained interested in Native American themes. One of his earliest successes was the sculpture Signal of Peace, which Dallin showed in a Paris exhibition in 1890. Not yet thirty years old, Dallin had already established his reputation as perhaps the finest sculptor of Native American subjects, known for his nuanced, un-stereotypical depictions.Like Signal of Peace, Appeal to the Great Spirit features a Sioux chief on horseback. Here, though, the chief’s arms are spread wide in a gesture of surrender, and he appears to be asking for spiritual assistance. Who has defeated this chief, and possibly his entire people— a group of white settlers, aiming to uproot the Native Americans from their homeland? Dallin leaves the story open-ended, although in his personal correspondence, he frequently expressed sympathy for the Native Americans and disgust with their mistreatment at the hands of whites and the US government.This sculpture won a gold medal at the Paris Salon on 1909. The Boston Museum of Fine Arts then raised the funds needed to buy the work. Although Appeal to the Great Spirit has become an icon of American art, Dallin’s best-known work in Boston is probably his sculpture of Paul Revere, located in the North End.  A museum to the artist can be found in Arlington, Massachusetts."},{"latitude":42.35287,"longitude":-71.13188,"title":"Digital Humans","content":"<h1>Digital Humans</h1>"},{"latitude":42.36327,"longitude":-71.129862,"title":"Wire","content":"<h1>Wire</h1>"},{"latitude":42.364924,"longitude":-71.062275,"title":"Celtics","content":"<h1>Celtics</h1>"},{"latitude":42.360466,"longitude":-71.050848,"title":"Sparkly Seascape","content":"<h1>Sparkly Seascape</h1>"},{"latitude":42.309727,"longitude":-71.115341,"title":"Other recycling","content":"<h1>Other recycling</h1>"},{"latitude":42.374049,"longitude":-71.052169,"title":"Dude, recycling is wicked awesome!","content":"<h1>Dude, recycling is wicked awesome!</h1>"},{"latitude":42.32264,"longitude":-71.104841,"title":"Rama I","content":"<h1>Rama I</h1>"},{"latitude":42.346209,"longitude":-71.152281,"title":"Untitled","content":"<h1>Untitled</h1>"},{"latitude":42.255803,"longitude":-71.121352,"title":"Sunrise","content":"<h1>Sunrise</h1>"},{"latitude":42.256517,"longitude":-71.123816,"title":"Sunset","content":"<h1>Sunset</h1>"},{"latitude":42.349122,"longitude":-71.076963,"title":"Urban Wilds","content":"<h1>Urban Wilds</h1>"},{"latitude":42.355289,"longitude":-71.060598,"title":"Urban Renewal","content":"<h1>Urban Renewal</h1>"},{"latitude":42.27206,"longitude":-71.068182,"title":"Express Your True Colors","content":"<h1>Express Your True Colors</h1>"},{"latitude":42.309727,"longitude":-71.11534,"title":"Untitled (BLOCKHEAD)","content":"<h1>Untitled (BLOCKHEAD)</h1>"},{"latitude":42.336174,"longitude":-71.046551,"title":"Man Hole","content":"<h1>Man Hole</h1>"},{"latitude":42.316943,"longitude":-71.104771,"title":"Mapping","content":"<h1>Mapping</h1>"},{"latitude":42.300813,"longitude":-71.112826,"title":"#1","content":"<h1>#1</h1>"},{"latitude":42.28548,"longitude":-71.09124,"title":"Abstraction of Primary Colors","content":"<h1>Abstraction of Primary Colors</h1>"},{"latitude":42.28602,"longitude":-71.154915,"title":"Untitled","content":"<h1>Untitled</h1>"},{"latitude":42.287629,"longitude":-71.151998,"title":"House, Trees, Sky","content":"<h1>House, Trees, Sky</h1>"},{"latitude":42.288917,"longitude":-71.134266,"title":"Bricks","content":"<h1>Bricks</h1>"},{"latitude":42.352303,"longitude":-71.067338,"title":"Poe","content":"<h1>Poe</h1>"},{"latitude":42.312611,"longitude":-71.067016,"title":"Art Deco Red Roof Cottage Landscape Fantasy","content":"<h1>Art Deco Red Roof Cottage Landscape Fantasy</h1>"},{"latitude":42.349234,"longitude":-71.153006,"title":"Chomp","content":"<h1>Chomp</h1>"},{"latitude":42.308216,"longitude":-71.065034,"title":"Rainbow Dove","content":"<h1>Rainbow Dove</h1>"},{"latitude":42.363844,"longitude":-71.0587,"title":"Celtics","content":"<h1>Celtics</h1>"},{"latitude":42.360547,"longitude":-71.06025,"title":"So Much We Ignore III","content":"<h1>So Much We Ignore III</h1>"},{"latitude":42.332947,"longitude":-71.092602,"title":"Buildings of Birch","content":"<h1>Buildings of Birch</h1>"},{"latitude":42.331578,"longitude":-71.094592,"title":"Skyline I","content":"<h1>Skyline I</h1>"},{"latitude":42.364702,"longitude":-71.062305,"title":"Celtics","content":"<h1>Celtics</h1>"},{"latitude":42.320224,"longitude":-71.110715,"title":"Arts collage","content":"<h1>Arts collage</h1>"},{"latitude":42.287834,"longitude":-71.047715,"title":"Hands","content":"<h1>Hands</h1>"},{"latitude":42.36432,"longitude":-71.059751,"title":"Basketball","content":"<h1>Basketball</h1>"},{"latitude":42.315745,"longitude":-71.066627,"title":"Flowers at Strand","content":"<h1>Flowers at Strand</h1>"},{"latitude":42.372816,"longitude":-71.035206,"title":"Ducks","content":"<h1>Ducks</h1>"},{"latitude":42.294498,"longitude":-71.087833,"title":"Adinkra (West African) symbols","content":"<h1>Adinkra (West African) symbols</h1>"},{"latitude":42.324682,"longitude":-71.07473,"title":"Peace","content":"<h1>Peace</h1>"},{"latitude":42.325079,"longitude":-71.074998,"title":"Flower","content":"<h1>Flower</h1>"},{"latitude":42.335913,"longitude":-71.038188,"title":"Fizz","content":"<h1>Fizz</h1>"},{"latitude":42.364402,"longitude":-71.13619,"title":"Boston Skyline on an Autumn Evening","content":"<h1>Boston Skyline on an Autumn Evening</h1>"},{"latitude":42.337087,"longitude":-71.149853,"title":"Boston Skyline on a Hot Summer Day","content":"<h1>Boston Skyline on a Hot Summer Day</h1>"},{"latitude":42.339891,"longitude":-71.150791,"title":"Time Circles I","content":"<h1>Time Circles I</h1>"},{"latitude":42.308518,"longitude":-71.11768,"title":"Fish Tank","content":"<h1>Fish Tank</h1>"},{"latitude":42.27901,"longitude":-71.054309,"title":"Life Under the Leaves","content":"<h1>Life Under the Leaves</h1>"},{"latitude":42.352386,"longitude":-71.062737,"title":"Bamboo News","content":"<h1>Bamboo News</h1>"},{"latitude":42.350045,"longitude":-71.058873,"title":"Winter","content":"<h1>Winter</h1>"},{"latitude":42.29035,"longitude":-71.071794,"title":"Untitled","content":"<h1>Untitled</h1>"},{"latitude":42.291173,"longitude":-71.075187,"title":"Organic Birth II","content":"<h1>Organic Birth II</h1>"},{"latitude":42.268449,"longitude":-71.094321,"title":"Triple Deckers","content":"<h1>Triple Deckers</h1>"},{"latitude":42.287947,"longitude":-71.077669,"title":"Untitled","content":"<h1>Untitled</h1>"},{"latitude":42.286503,"longitude":-71.127892,"title":"Sunflower Box","content":"<h1>Sunflower Box</h1>"},{"latitude":42.330645,"longitude":-71.092355,"title":"The Value of a Life","content":"<h1>The Value of a Life</h1>"},{"latitude":42.288341,"longitude":-71.055218,"title":"With Children's Flowers","content":"<h1>With Children's Flowers</h1>"},{"latitude":42.300079,"longitude":-71.113578,"title":"Untitled (eyes)","content":"<h1>Untitled (eyes)</h1>"},{"latitude":42.316502,"longitude":-71.101651,"title":"Ellis Mendell Elementary School Gateway Fence","content":"<h1>Ellis Mendell Elementary School Gateway Fence</h1>The Ellis Mendell Elementary school is one of 6 Boston public elementary schools that inaugurated Schoolyards or Outdoor Classrooms in 2010 through the Boston Schoolyard Initiative, a public-private partnership between the City of Boston and a collaborative of private funders. Jamaica Plain artist and MassArt professor Matthew Hincman was commissioned to design and create this artistic fence that acts as a transformative element between the fun of the playground and the learning that is to take place within the Outdoor Classroom at Ellis Mendell Elementary School. The new outdoor learning space features a space for science experiments, a seating area for instruction, pathways through new plantings, and an “urban meadow” for learning about plants and nature, as well as leaf compositing bins and rain water collection bins."},{"latitude":42.345334,"longitude":-70.954202,"title":"Native American Memorial","content":"<h1>Native American Memorial</h1>"},{"latitude":42.325384,"longitude":-71.075201,"title":"Roxbury Friendship Fence","content":"<h1>Roxbury Friendship Fence</h1>The Friendship Fence lines the sidewalk in front of the building for La Alianza Hispana, a non-profit organization working to enhance health and educational opportunities within Boston’s Hispanic communities. Made of steel pipe, the two sections of the fence show a series of human figures in outline, raising their arms and joining their hands to symbolize friendship. The fence anchors the entrance to Roxbury, Dorchester and Mattapan at Dudley Street, Mount Pleasant Avenue, and Blue Hill Avenue. It was designed by Russell Berndt, at the time a student at Harvard’s School of Design and erected in 1985."},{"latitude":42.282929,"longitude":-71.158382,"title":"Constant","content":"<h1>Constant</h1>"},{"latitude":42.383088,"longitude":-71.029731,"title":"Steel Life on Chelsea Creek","content":"<h1>Steel Life on Chelsea Creek</h1>Not long ago, the land that now forms the Condor Street Urban Wild was closed to the public. Years of industrial use had contaminated the soil and attracted illegal dumpers.  Chelsea Creek—the site of the Revolutionary War’s first naval battle—had long ago become a major waterway, attracting heavy industry to its shores and hastening the destruction of the area’s natural marshes. In the late ‘90s, the East Boston Chelsea Creek Action Group (CCAG) and the Boston Parks Department joined forces to transform this public hazard into a public park.In 2007, the CCAG and Boston Parks Department enlisted the help of East Boston artist, Leigh Hall, to address the park’s need for interpretive signage and deter vandalism. Hall designed six ornamental steel fence panels depicting flora and fauna that might be seen in habitats like those in or near the Urban Wild to be installed alongside Chelsea Creek. It is the artist’s hope that park visitors will recognize some of the plants and animals in the panels, be inspired to look for them in the environment of the park, and in doing so become more observant and appreciative of the natural world. "},{"latitude":42.328045,"longitude":-71.092529,"title":"Alvah Kittredge Park","content":"<h1>Alvah Kittredge Park</h1>"},{"latitude":42.374786,"longitude":-71.060225,"title":"Charlestown Civil War Memorial","content":"<h1>Charlestown Civil War Memorial</h1>The Irish-born sculptor Martin Milmore died young, at the age of thirty-eight, but his short career was a productive one. After immigrating to the US, he attended the Boston Latin School and worked as an apprentice to the acclaimed sculptor Thomas Ball, helping Ball to create his famous equestrian statue of George Washington (located in Boston’s Public Garden). Under Ball’s tutelage, Milmore became a nationally recognized commemorative sculptor. Several of Milmore’s major works can be found nearby—in the Boston Common, in Cambridge’s Mount Auburn Cemetery, and in Jamaica Plain’s Forest Hills Cemetery, where Milmore is buried. There, an impressive bronze relief by Daniel Chester French commemorates Milmore and his brother, Joseph, a stonecutter.Milmore had a particular talent for commemorative military sculptures. This memorial, dating to 1872, commemorates the Charlestown men who fought on land and sea to preserve their country’s unity. It is located in the Charlestown training field, where colonial minutemen trained during the American Revolution. It features an allegorical female figure of Liberty, draped in classical-style robes, who places laurels on the heads of a soldier and a sailor representing the Army and the Navy. The memorial was recently cleaned and restored, thanks to the efforts of the Charlestown Preservation Society."},{"latitude":42.340829,"longitude":-71.081233,"title":"Honor Roll Mural","content":"<h1>Honor Roll Mural</h1>Narrative upcoming"},{"latitude":42.363586,"longitude":-71.033006,"title":"International HarborArts Outdoor Gallery at Boston Harbor Shipyard","content":"<h1>International HarborArts Outdoor Gallery at Boston Harbor Shipyard</h1>"},{"latitude":42.352384,"longitude":-71.0673,"title":"Poe Project","content":"<h1>Poe Project</h1>"},{"latitude":42.355063,"longitude":-71.059324,"title":"Summer in the City","content":"<h1>Summer in the City</h1>"},{"latitude":42.350371,"longitude":-71.10655,"title":"Free at Last","content":"<h1>Free at Last</h1>This work by sculptor Sergio Castillo commemorates Dr. Martin Luther King, Jr. (1929-1968), the preacher who became the great civil rights leader in the 1960s. King completed a doctorate at Boston University in 1955 and is one of the school’s most distinguished graduates. This sculpture, twenty feet high, consists of a mass of wing-flapping birds cut from cor-ten steel. Close-up, one sees individual birds, each striving to be airborne, but from afar one sees a flock of birds, formed into the shape of a single bird headed for the sky. The sculpture was dedicated in 1975. Since then, it has served as a focal point on the BU campus.  Upon visiting the sculpture, you may find it surrounded by flowers or candles: members of the BU community often gather at this site to mark a joyful event, such as Barack Obama’s presidential inauguration, or to commemorate the passing of a friend or colleague."},{"latitude":42.352284,"longitude":-71.126065,"title":"Allston Directional","content":"<h1>Allston Directional</h1>For Allstonians, Packard’s Corner is the gateway to Allston. So they sought a public artwork that would mark the site and contribute to their neighborhood’s identity. They chose Allston Directional, by the sculptor Peter Brooks, from designs submitted by sixty competing artists. Erected on a traffic island at the intersection of Commonwealth and Brighton Avenues, Allston Directional plays with the concept of the highway traffic sign and raises it to high art. Six oblong blue panels of various traffic-sign sizes are positioned at right angles around a tall pole. Within its frame, each panel is free to rotate on its vertical axis. When winds stir the panels, Allston Directional is a whir of minimalistic art in motion."},{"latitude":42.348852,"longitude":-71.10029,"title":"Explosion","content":"<h1>Explosion</h1>Explosion, an imposing array of radiating stainless steel rods, is a celebration of atomic physics. Each rod represents one of the many pathways taken by the energy released in a proton collision. The rods’ seemingly unstable flurry is actually quite secure, as each rod is counterbalanced by a slab of concrete far below ground level. This imaginative effort to represent a momentary event in a permanent medium is the work of Chilean-born sculptor Sergio Castillo, who specializes in such subjects. The work was dedicated in 1987.  It is appropriately located in front of Boston  University’s Metcalfer for Cent Science and Engineering. Photograph by: Kalman Zabarsky"},{"latitude":42.357624,"longitude":-71.14656,"title":"Zoetrope","content":"<h1>Zoetrope</h1>The three-dimensional equivalent of a flipbook, a zoetrope is a cylindrical device that makes still images appear to be moving. Users spin the zoetrope, then peer into slits cut in its side to see pictures drawn on the inside spring to life.  When planning this work, local artist John Powell researched the history of Brighton to come up with a few images that he thought would tie this contemporary industrial site to the area’s past. Each of the plaza’s eight zoetropes feature a different image, including fish, a ship, and a horse-drawn carriage. Whether or not viewers can see these images move, however, depends on the force of the wind, which is needed to spin the cylinders. This work, with its emphasis on optical illusion, demonstrates Powell’s ongoing interest in exploring the many functions and meanings of light."},{"latitude":42.350243,"longitude":-71.14633,"title":"Harold Connolly Tribute","content":"<h1>Harold Connolly Tribute</h1>This sculpture commemorates Brighton native Harold Connolly, who won a gold medal in the Olympic Games of 1956. Over the course of his career, Connolly set five world records in his event, the hammer throw, despite having been born with a left arm significantly shorter and weaker than his right. Here, sculptor Pablo Eduardo depicts Connolly competing in the event, whirling to give his hammer the greatest possible momentum. Connolly was a graduate of Boston  College and Boston  Public Schools, including the William  Howard Taft Middle   School, where the sculpture is located. It was purposely placed on public school grounds to inspire young people to overcome difficulties and achieve success. The sculpture also symbolizes Connolly’s commitment to education: he taught in Santa Monica area schools for over thirty years and later went on to serve as executive director for the Special Olympics."},{"latitude":42.346562,"longitude":-71.105272,"title":"Birds of Aubudon Circle","content":"<h1>Birds of Aubudon Circle</h1>Birds of Audubon Circle is a series of black silhouettes cut from sheet steel and mounted on perches fixed to the streetlights around the intersection of Beacon Street and Park Drive. Swans, crows, robins, herons, cardinals, humming birds, a swallow, and a hawk make up the diverse flock.  Each of the twenty silhouettes is around two feet wide and thirty inches high, and spins on its axis when the wind catches it. The birds, inspired by the circle’s namesake, the Audubon Society, were installed to define the circle and distinguish its surrounding neighborhood. They were created by the sculptor Mark Favermann and dedicated on October 22, 2005."},{"latitude":42.346238,"longitude":-71.095177,"title":"Dream Catching: Phil David Fine Memorial","content":"<h1>Dream Catching: Phil David Fine Memorial</h1>Dream Catching is a collection of eighteen bronze silhouettes and several mirror-finished stainless steel plates attached in a wide-ranging pattern to the outer walls of the Boston Arts Academy/Fenway High School. The silhouettes are simple figures drawn from prehistoric and folk art sources, such as spirals from a pre-historic cave carving in Ireland; Hanuman, the monkey god from a tree shrine in Rajasthan; India, a Rain Goddess from a prehistoric cave painting in Zimbabwe; and the Tree of Life from a nineteenth-century Kentucky quilt. The subjects were chosen by the artist, Wen-ti Tsen, and Academy students to represent art’s ancient sources. The steel mirrors, open to any and every impression, represent the open possibilities for creating the art of the future. Thus the artist gives the Academy’s students a solid basis in the past from which to dream the yet-to-be-created art of the future.Phil David Fine, a Boston civic leader and philanthropist, was a founder of The Fund for the Arts to support the creation of new public artworks. Dream Catching is both a commemoration of Fine and a celebration of his devotion to innovative art. It was dedicated in 2004."},{"latitude":42.351594,"longitude":-71.067856,"title":"The Emancipation Group","content":"<h1>The Emancipation Group</h1>The Emancipation Group celebrates President Abraham Lincoln and his Emancipation Proclamation, which ended slavery in all territories controlled by the United States. The sculptor, Thomas Ball, portrays Lincoln looking from the proclamation in his right hand to a newly freed slave, who with chains broken is about to stand up a free man. This figure is a portrait of Archer Alexander, a former slave who risked his life to notify the Union army that Confederates had sabotaged a railroad bridge over which Union troops were planning to travel. Fearing retribution, Alexander fled. He is believed to be one of the last individuals captured under the Fugitive Slave Act. Sculptor Thomas Ball has been criticized for representing Alexander as kneeling at Lincoln’s feet. But others might interpret the work differently and claim that Alexander’s posture is not that of a kneeling man but of one rising to claim his new freedom. The Emancipation Group was given to Boston in 1879 by Moses Kimball, a local politician and founder of the no-longer extant Boston Museum. It is a duplicate of the monument paid for by donations from former slaves, and erected in Washington, DC, in 1874."},{"latitude":42.318096,"longitude":-71.068275,"title":"A Dragon for Dorchester","content":"<h1>A Dragon for Dorchester</h1>A Dragon for Dorchester is an eight-foot long gentle bronze beast with a heart-shaped tail that affirms his loving nature. Resting close to the ground, FukuRiu—Japanese for “Lucky Dragon”—invites children to come over and give him a pet, and even sit on his back and look over the stacks of books he keeps by his side. As well as encouraging reading, FukuRiu promises wisdom to the children who rub the jewel in his head three times. The dragon lives on the Nonquit Street Green. He is the invention of Nancy Schön, whose interest in creating interactive sculptures that people—especially children—can touch has made her a leader in the new genre of play sculpture. Her best-known work, Make Way for Ducklings, has greeted visitors to the Boston Common since 1987. "},{"latitude":42.305955,"longitude":-71.094659,"title":"Science Controlling the Forces of Steam and Electricity","content":"<h1>Science Controlling the Forces of Steam and Electricity</h1>This over life-sized allegorical group made of Vermont marble was created in the late nineteenth century when ideas about applied science and the industrial uses of steam and electricity were making their way into the popular imagination. Science is represented by a seated female figure who holds a microscope in her left hand. At her left side, the young man representing Steam crouches over a cloud of vapor and rests his arm on a ship’s helm. On Science’s right, an exuberant boy representing Electricity stands on a globe crossed by a bolt of lightning. The group and its companion piece, Labor, Art and the Family, were made for the Boston Post Office by the sculptor Daniel Chester French in 1882. When the building was razed, they were transferred to the Franklin Park Zoo. Other works by Daniel Chester French can be found nearby, including his famous Milmore Memorial."},{"latitude":42.333827,"longitude":-71.104572,"title":"Mission Hill Bike Racks","content":"<h1>Mission Hill Bike Racks</h1>Teacher and sculptor Nick Rodrigues and youth from Artists for Humanity, including lead artists Cameron Akeredolu, Josh Rosado, and Victor Torres, worked with Mission Hill Main Streets to develop customized sculptural bike racks to identify the Mission Hill neighborhood."},{"latitude":42.335089,"longitude":-71.079964,"title":"Airfoil / Captain David Ramsay Memorial","content":"<h1>Airfoil / Captain David Ramsay Memorial</h1>Airfoil is the centerpiece of the Roxbury veterans’ memorial in Ramsay Park. It is an abstract representation of a wing in flight, seventeen feet high, fabricated from ¾-inch thick sheets of stainless steel set upon a circular base of black Zimbabwean granite ten feet in diameter. Five black granite bollards with etched tops lead up to Airfoil. The etchings show scenes from the life of a local war hero, Captain David L. Ramsay, and also commemorate other veterans from the area. Captain Ramsay, a graduate of Roxbury English High School and the United States Military Academy, died while serving as a jet fighter pilot in the Vietnam War. The monument was created by the design team of Valerie Maynard, sculptor, and Reginald Jackson, visual artist. "},{"latitude":42.368311,"longitude":-71.039607,"title":"Children Playing / Twirling","content":"<h1>Children Playing / Twirling</h1>Two life-sized little girls stand toe-to-toe, clasp hands, and lean back, ready to whirl in a circle. Hence the sculpture’s alternate name, Twirling. These bronze figures were created by former Boston  University professor Marianna Pineda, a Chicago-born sculptor who spent over half of her life in Boston. Much of Pineda’s work features the female figure in one form or another, ranging from the small children you see here to a famous depiction of Queen Lili'uokalani, Hawaii’s last monarch, which is installed in the Hawaii State Capitol in Honolulu.  Children Playing was dedicated in 1979."},{"latitude":42.28619,"longitude":-71.155222,"title":"Theodore Parker","content":"<h1>Theodore Parker</h1>Theodore Parker (1810-1860) was a Unitarian minister, reformer, and influential American thinker in the middle years of the nineteenth century. He spoke and wrote against slavery and was active in its abolition: sheltering fugitive slaves, supporting John Brown in his raid on Harper’s Ferry and defending him after his capture. A radical critic of traditional Christianity, Parker veered away from the Bible and emphasized a personal experience of the divine. This statue, commissioned by The Boston Art Commission, never found a place on public ground. In 1902 it was given to the Theodore Parker Universalist Church, and is now displayed in its garden. The seated, life-sized bronze figure of Parker is by the sculptor Robert Kraus, whose other works in Boston include the Boston Massacre Monument on the Boston Common and the Randidge Memorial in Jamaica Plain. The statue’s granite base features allegorical female figures on bronze plaques, whose themes are “Love God/Love Man,” “Awakening,” and “Unmasking Error.\""},{"latitude":42.275648,"longitude":-71.157755,"title":"Joseph Warren","content":"<h1>Joseph Warren</h1>Born in Roxbury, Dr. Joseph Warren (1741-1775) began his career as a physician, but became increasingly active in the revolutionary climate of colonial Boston. In the 1770s, Warren emerged as a leader in colonial opposition to British taxation and served as president of the third Massachusetts Provincial Congress. While serving as a major general in the colonial army, he was killed during the battle of Bunker Hill. His statue first stood on Warren Street but was removed to the grounds of the Roxbury Latin School, where Warren had been a pupil, and later, a teacher. Paul Wayland Bartlett (1865-1925) created the statue, dedicated in 1904."},{"latitude":42.286602,"longitude":-71.128472,"title":"World War I Memorial","content":"<h1>World War I Memorial</h1>A female figure in high relief dominates Roslindale’s World War I Memorial. She holds a palm of victory in her right hand, and against her left side she holds the sheathed sword of peace. She stands against a vertical granite shaft twelve feet high. The shaft is backed by a horizontal granite block nineteen feet long, bearing on its face the inscription: “Roslindale honors its victorious sons and daughters in World War I. In the glory of their youth we shall remember them.”This monument is surely one of the last World War I memorials to be erected in the United States, if not the last. The sculptor Henry Albert Atkins created a design for a monument shortly after the war, but it was not erected because of insufficient funds. However, the money that had been raised for Atkins’ monument remained in a bank account, where it sat untouched for over thirty years until Frederick Davis, a local businessman, discovered the forgotten sum. Davis became the main proponent to resurrect the WWI Memorial project. He chaired a community committee, which held a new design competition won by Gordon Carr. The monument was dedicated in 1959, and Roslindale finally had its World War I Memorial. Carr’s design bears some similarities to at least one sculpture by Henry Albert Atkins, so it is possible that Carr was familiar with Atkins’ work. Allegorical depictions of Peace are featured on several other Boston-area monuments as well."},{"latitude":42.353748,"longitude":-71.074412,"title":"Governor John Winthrop","content":"<h1>Governor John Winthrop</h1>John Winthrop (1588-1649) was the longtime governor of the Massachusetts Bay Company. Sculptor Richard Saltonstall Greenough represents him as stepping ashore in the new world, carrying the company’s charter in his right hand and what is most likely a bible tucked in his left arm. Winthrop was a man of deep faith, and he viewed his voyage to America less as a business venture than as a spiritual pilgrimage. For Winthrop and his fellow Puritan colonists, New England presented the opportunity to build a devout Christian society—what Winthrop referred to in a famous sermon as the “city upon the hill.” Under Winthrop’s guidance, Massachusetts became a strictly Puritan colony.  * highlighted notes Greenough’s first sculpture of Winthrop was a marble statue he made for Statuary Hall in the Capitol at Washington. (Statues of Winthrop and Samuel Adams, both by R.S. Greenough, represent Massachusetts in Statuary Hall.) This bronze copy was completed a few years later. Winthrop’s statue in Boston is appropriately placed beside First Church, as he was one of its founders."},{"latitude":42.343594,"longitude":-71.066501,"title":"LandWave","content":"<h1>LandWave</h1>LandWave is an art installation built on a linear strip of land between the Peters Park baseball field and the Washington Street sidewalk in the South End. The artwork, a combination of hardscape and landscape, follows the historic edge of the Neck, the narrow isthmus that once connected the Shawmut Peninsula (now downtown Boston) to the mainland. LandWave celebrates the dual history of the site, as well as the ever-changing landscape of the City. On the side of the waves that faces Washington Street, blue tiles spill over the surface, creating a reﬂective “ocean.” The other side of the wave is blanketed with mulch and grass to represent \"land\". At night the crest of the wave, which is lined with soft, blue, LED bulbs, lights up. That long narrow strip of land properly called “The Neck” … stretched away like a ribbon of varying width to the main land. Vastly different, however, to its present aspect was its condition in those early days when the road which traversed it was well-nigh impassable in the spring, when the horses waded knee-deep in water at full tides, when the only timber upon the whole peninsula grew upon the Neck, and the marshes on either hand were the favorite hunting-ground of the sportsman.The Memorial History of Boston, 1630-1880For more information please visit www.landwave.org."},{"latitude":42.376391,"longitude":-71.060541,"title":"Bunker Hill Monument","content":"<h1>Bunker Hill Monument</h1>The Bunker   Hill Monument on Breed’s Hill commemorates the battle fought there on June   17, 1775 between Colonial forces and the British army.  The Colonists had fortified the hill, one of the high points commanding the city of Boston and its harbor. Behind their fortifications, the Colonists repulsed two major assaults. It was here that Colonel William Prescott reportedly commanded his troops not to fire on the enemy until they could “see the whites of their eyes.”  At the third assault, their gunpowder exhausted, the Colonists had to give way. In the first major battle of the American Revolution, the British had suffered a thousand casualties, half their army, and the Colonists, about five hundred, almost a third of their force. Although the British had won, the Colonial forces had proven themselves a formidable opponent.The monument is a granite obelisk 221 feet high. Inside, visitors may climb the 294 steps to the top for amazing views from the windows. The monument was completed in 1842 and dedicated on July 17, 1843. It is the first major monument erected in the United   States to commemorate the Revolutionary War, and may well be the first major public monument of any kind to be erected in the United States."},{"latitude":42.352863,"longitude":-71.064948,"title":"Gilbert Stuart Tablet","content":"<h1>Gilbert Stuart Tablet</h1> The prolific portrait painter Gilbert Charles Stuart (1777-1828) is best known for the so-called “unfinished portrait” of George Washington, the face of which is reproduced on the dollar bill. Stuart mainly painted portraits of his wealthy clients, including the first six presidents of the United States, but due to his mismanagement of his business, Stuart died in poverty and was buried in an unmarked grave in the Old South Burying Ground on Boston Common. The grave cannot now be located, but this granite tablet commemorates Stuart’s life and work. The tablet depicts a painter’s palette in bas-relief with a quill pen thrust through the thumbhole."},{"latitude":42.376148,"longitude":-71.060873,"title":"Colonel William Prescott","content":"<h1>Colonel William Prescott</h1>Colonel William Prescott commanded the Colonial forces at the Battle of Bunker Hill. This over life-sized bronze statue shows him with his sword—the symbol of command—in his right hand.  With his left hand, he signals his troops to hold their fire, waiting for the enemy to draw nearer. Before the battle, Prescott put aside his heavy uniform coat and tricorn hat in favor of a lightweight coat and shady hat. The cast-off military attire is shown at Prescott’s feet. The statue is the work of the American sculptor William Wetmore Story, who lived in Rome. It was cast there and erected beside the Bunker Hill monument in 1881."},{"latitude":42.31981,"longitude":-71.060402,"title":"Edward Everett","content":"<h1>Edward Everett</h1>Edward Everett (1794-1865) was one of Massachusetts’s most distinguished citizens of the nineteenth century: Unitarian minister, United   States congressman and senator, Governor of Massachusetts, American Ambassador to Great   Britain, United States Secretary of State, President of Harvard, and a public orator of national renown. Funds for his statue were easily raised by public subscription. The sculptor William Wetmore Story depicts Everett addressing an audience, his right hand raised to make a point. The over life-sized bronze statue was erected in 1867 in the Public Garden. It was moved to Edward Everett Square in 1911, and again to Richardson Park in 1935."},{"latitude":42.34628,"longitude":-71.091073,"title":"John Boyle O'Reilly","content":"<h1>John Boyle O'Reilly</h1>The Irishman John Boyle O’Reilly (1844-1890) was banished to Western   Australia for his part in Fenian resistance to the British rule of his homeland. He escaped to the United   States in 1869, and made his way to Boston, where he became editor of The Pilot, a Catholic newspaper, in 1876. Much beloved as a poet and patriot, O’Reilly’s friends chose to remember him with this unique double-sided monument. The front of the monument carries a bronze portrait bust of O’Reilly on a pedestal standing before a tall, broad stele. The stele is decorated by carvings based on Celtic motifs; similar carvings are carried to other parts of the monument as well. On the other side of the monument, the stele provides the backing for a trio of life-sized allegorical figures in bronze. The seated female figure in the center represents Erin, the personification of Ireland. The male figure to her right represents Patriotism, and the male figure to her left, Poetry. Patriotism gives Erin branches of oak leaves, and Poetry gives her branches of laurel. She twists them into crowns for Irish heroes. The monument was designed by the architect C. Howard Walker, and the sculptures are the work of Daniel Chester French."},{"latitude":42.343487,"longitude":-71.077992,"title":"Emancipation","content":"<h1>Emancipation</h1>Emancipation by Meta Vaux Warrick Fuller, is located in the Harriet Tubman Park. Fuller, one of the leading female artists of the Harlem Renaissance movement, created the sculpture in 1913 for a New York exposition celebrating the 50th anniversary of Abraham Lincoln’s order abolishing slavery."},{"latitude":42.333835,"longitude":-71.105618,"title":"Skyline II","content":"<h1>Skyline II</h1>"},{"latitude":42.328008,"longitude":-71.083273,"title":"The Word","content":"<h1>The Word</h1>"},{"latitude":42.35636,"longitude":-71.051084,"title":"Modern Dance","content":"<h1>Modern Dance</h1>"},{"latitude":42.322184,"longitude":-71.104331,"title":"Reach","content":"<h1>Reach</h1>“Reach,” by Douglas Kornfeld, is composed of five 8”x 8” stainless steel square tubes and creates the form of a twenty-five foot monumental hand. The sculpture symbolizes the immigrant experience of reaching up to climb the ladder of success in America. The form of a hand is only visible from the central axis of the park. From all other views the sculpture is seen as an abstraction. Each upright of the sculpture has two engraved quotations at eye level. Each was written by youth who live in the Hyde   Square neighborhood and describe their, or their family’s experiences as immigrants to America. Each joint of the contorted uprights are purposely left exposed to symbolize the different turning points or changes in the life of an immigrant to this country. The sculpture was funded with a grant from the New England Foundation for the Arts and was commissioned by the Hyde Square/Jackson Square Community and by the Hyde Square Task Force. Visit www.awaka-inc.com to learn more about the piece and the artist."},{"latitude":42.328934,"longitude":-71.085706,"title":"Peace Through Music","content":"<h1>Peace Through Music</h1>"},{"latitude":42.285282,"longitude":-71.064227,"title":"Sleeping Moon","content":"<h1>Sleeping Moon</h1>Sleeping Moon is a wonderfully imaginative sculpture that combines our knowledge of the moon’s actual cratered surface with our imagining we can see in that surface the face of the Man in the Moon. The sculptor, Joseph Wheelwright takes these elements and gives us a crescent moon resting on its side and dozing until it’s time to return to patrolling the night skies. The bronze Sleeping Moon, nine feet long and five feet in diameter, is the culmination of a series of moon studies Wheelwright has been making since 1980. It was installed in Peabody Square near the Peabody Clock in 2010. Putting moon and clock together lets our ancient natural timekeeper resonate with our invented timekeeping device."},{"latitude":42.307927,"longitude":-71.115387,"title":"Serpentine Fence","content":"<h1>Serpentine Fence</h1>The Serpentine Fence located at the South Street Mall and Courts in Jamaica Plain is art with a practical purpose. It separates the mall’s walkway and seating areas from the adjacent tennis-basketball courts. As a work of art the chain-link fence is made of specially manufactured metal mesh, coated with purple-colored vinyl. The mesh hangs from a stainless-steel serpentine rail and non-vertical posts that create the fence’s 120-feet-long, undulating pattern. At night the fence is illuminated by in-ground lights that give it new life after dark. The fence was conceived by the artist, Beth Galston; fence rail and posts were fabricated by Bartek Konieczny of Solution in Metal; the chain-link mesh was manufactured by Barry Ward Inc. The fence was installed in 2010."},{"latitude":42.343041,"longitude":-71.073181,"title":"Big Cheers","content":"<h1>Big Cheers</h1>"},{"latitude":42.340043,"longitude":-71.067975,"title":"Everyday is Fabulous","content":"<h1>Everyday is Fabulous</h1>"},{"latitude":42.357933,"longitude":-71.049539,"title":"Untitled Landscape","content":"<h1>Untitled Landscape</h1>David von Schlegell's untitled piece consists of eight buffed stainless steel panels in the shape of obtuse angles, set in a square facing each other. An interpretive marker is located nearby."},{"latitude":42.37762,"longitude":-71.039432,"title":"Our Garden Mosaic Benches","content":"<h1>Our Garden Mosaic Benches</h1>Our Garden is a community/school garden whose plots center on a concrete space that has been reconceived to make it a neighborhood sitting area and, when required, an  outdoor classroom. The space is now adorned with eight concrete benches whose seats are covered in colorful mosaic images of garden fruits and vegetables, and in a nod to the garden’s portside location, the image of a tugboat. The mosaics’ subjects were suggested by youth from the Umana Middle School and the Environmental Chelsea Creek Crew (E3C). The designs were executed by the architect/artist, Gretchen Schneider. The benches were installed in 2010."},{"latitude":42.368962,"longitude":-71.040126,"title":"Natural Growth","content":"<h1>Natural Growth</h1>"},{"latitude":42.368419,"longitude":-71.038695,"title":"Conmocion","content":"<h1>Conmocion</h1>A mural by Raúl González that resembles a dust-up from an old animated feature, Conmocion is an homage to many of the symbols and icons that begin to define the visual lexicon of the Latin American culture.  Conmocion tumbles and rolls across its epic 24-foot length, bomboarding the viewer with a heavy-handed visual brawl that stimulates the eye while describing the physical and mental struggle undertaken by many immigrants as they begin to grow accustomed to a new way of life.  Conmocion illustrates the dual identities that many new American citizens live with today and reminds the casual passerby that his or her cities' citizens each have a unique origin."},{"latitude":42.354094,"longitude":-71.06186,"title":"Boston Rocks","content":"<h1>Boston Rocks</h1>"},{"latitude":42.357632,"longitude":-71.137891,"title":"Art Deco Red Tree Cottage Landscape Fantasy","content":"<h1>Art Deco Red Tree Cottage Landscape Fantasy</h1>"},{"latitude":42.313068,"longitude":-71.113944,"title":"Albino Squirrel","content":"<h1>Albino Squirrel</h1>"},{"latitude":42.294882,"longitude":-71.10476,"title":"Randidge Memorial/Grief","content":"<h1>Randidge Memorial/Grief</h1>The imposing tomb of Boston philanthropist George L. Randidge (1820-1890) is capped by a life-sized seated female figure who represents Grief. Her head, bent in mourning, rests on an inverted torch, its extinguished flame symbolizing death. The figure of Grief was created by sculptor Robert Kraus in 1891, while the tomb was designed by the architects Carl Fehmer and Samuel F. Page. When it was unveiled, the Randidge Memorial was hailed as a model union of the art of sculpture and tomb design."},{"latitude":42.294905,"longitude":-71.105082,"title":"Milmore Memorial / Death Staying the Hand of the Sculptor","content":"<h1>Milmore Memorial / Death Staying the Hand of the Sculptor</h1>The Milmore Memorial, also known as Death Staying the Hand the Sculptor, commemorates the sculptor brothers, Joseph Milmore (1841-1886) and Martin Milmore (1844-1883). Martin Milmore, the better known of the two, created the standing soldier for the Roxbury Soldiers Memorial (also in Forest Hills Cemetery), and the Soldiers’ and Sailors’ Monument, the landmark column with sculptural enhancements, located on the Boston Common. Both monuments set the pattern for many subsequent Civil War monuments. In the Milmore Memorial, Death, represented as a kindly female angel, puts forth a hand to stop the young sculptor’s chisel as he carves a giant sphinx. The sphinx recalls the one carved by the Milmore brothers for Mount Auburn Cemetery in Cambridge. Death and the sculptor are three-dimensional, over life-sized bronze figures placed in front of the bronze sphinx in bas-relief, meaning that the sphinx does not protrude significantly from the background. This masterpiece was created by Daniel Chester French. With it French certainly introduced to America, and may indeed have invented, the sculptural form of placing a free-standing figure before a bas-relief background. He used the form two more times himself, and doubtless influenced other sculptors in its use. The memorial was dedicated in 1893. "},{"latitude":42.260718,"longitude":-71.122581,"title":"Dell","content":"<h1>Dell</h1>"},{"latitude":42.355195,"longitude":-71.054015,"title":"Pop Art Flowers, Etc.","content":"<h1>Pop Art Flowers, Etc.</h1>"},{"latitude":42.327566,"longitude":-70.983771,"title":"Spectacle Island Shade Shelter and Benches","content":"<h1>Spectacle Island Shade Shelter and Benches</h1>Located in Boston Harbor, four miles southeast of Logan Airport, Spectacle Island is so named for its pair of drumlin hills connected by a sandbar.  As part of the Boston Harbor Islands, under the umbrella of the National Parks system, the area saw a major renewal of its ecosystem in the last quarter-century with the Boston Harbor Project clean-up efforts, waste management programs for the City of Boston, and new emphasis on the islands' natural resources and rich history of American Indian occupation and metropolitan growth. Spectacle Island, in particular, has reinvented its previous identification as a factory, shipping, and residential island, and later a disposal site for the \"Big Dig.\" Its recent land sculpting, replanting, and opening to the public in 2005 is complete with a Visitor's Center, a marina, walking trails, and beaches.  David Phillips and Charles Jones, both of Hillside Sculpture Studios, have worked closely with the Boston Harbor Island Alliance to create a sheltered space for reflection at the northeastern tip of the island.  This site serves as a gateway and a unique vantage point between downtown Boston and open expanses of water.  The shelter and benches contribute to the island's new identity by offering an exceptional perspective on the revived, complex ecosystem of Boston Harbor and the changes it has undergone through both humankind and natural processes.  These changes span centuries, even millennia, and they continue on a daily basis."},{"latitude":42.274018,"longitude":-71.067676,"title":"Organic Birth","content":"<h1>Organic Birth</h1>"},{"latitude":42.337729,"longitude":-71.105163,"title":"Skyline III","content":"<h1>Skyline III</h1>"},{"latitude":42.313378,"longitude":-71.038681,"title":"The Gods","content":"<h1>The Gods</h1>The career of British sculptor William Tucker offers a lesson in the major concerns and developments of modern sculpture. Born in Egypt and raised in England, Tucker studied at St. Martin’s College of Art and Design in London, where he encountered some of the foremost sculptors of the modern period, including Anthony Caro, who was on the faculty at the time. Tucker’s early career coincided with the rise of what was to be termed Minimalism, a movement emphasizing linear, geometrical shapes and eschewing emotional expressionism. Minimalist artists often worked with industrial materials, such as steel and plywood, and coated their sculptures in polychrome paint to highlight their simplicity of form and straightforward object-hood. In 1966, Tucker participated in the Primary Structures show in New York, considered the most important exhibition of Minimalist sculpture.From this perspective, then, The Gods seems to be the work of a different individual altogether. After moving to the US in the late 1970s, Tucker gradually began to shift away from hard edges and geometric forms. Works like The Gods have a more organic nature and are even vaguely figural—Ouranus, the middle sculpture, evokes a human foot, while the other two resemble a finger and an inverted horse’s hoof. Gone, too, are the mechanical techniques of Minimalist sculpture: The Gods began as a series of small clay models, shaped by hand. And while Tucker’s early work often featured empty space, these figures are extremely heavy. Curiously, Ouranos, the Greek god of the sky, and his two children are entirely earth-bound."},{"latitude":42.312664,"longitude":-71.039041,"title":"Lobster (Ghanaian Fantasy Coffin)","content":"<h1>Lobster (Ghanaian Fantasy Coffin)</h1>This finely carved wooden creature hails from Accra, the capital of Ghana and home of the Ga people. Though it looks at first like a sculpture or commercial marker—advertising, perhaps, a seafood market—it is in fact a made-to-order coffin. The practice of burying loved ones in figurative coffins dates back only about fifty years, when the Sowah family established a carpentry workshop in Accra and launched this unique and fast-growing trend. Families generally request coffins that reflect the trade of their deceased relative; for example, a cobbler might be buried in a giant shoe, a soda distributor in an oversized Coke can. Some designs symbolize interests or prized possessions, such as a car. The lobster coffin, which was likely made to honor a fisherman, illustrates the importance of the sea to Ghanaians as a major source of income and food. For a better view of the exquisitely detailed craftsmanship on the lobster’s head and underside, take the elevator up one floor and look down."},{"latitude":42.313782,"longitude":-71.042082,"title":"Huru","content":"<h1>Huru</h1>This immense sculpture greets you as you arrive on the Boston campus of the University of Massachusetts. UMass Boston, as the school is known, hosts one of the largest and most important collections of modern sculpture at any American university. Professor of Art Paul Tucker began the sculpture initiative, known as Arts on the Point, in 2000. His mission was twofold: to bring touches of beauty and humanity to the blocky concrete-and-brick campus, and to introduce the local community—students, employees, and inhabitants of South Boston and Dorchester—to works of modern art. Over a dozen pieces are currently installed, many of them on long-term loan from the artists or their estates, who have embraced the opportunity to display their art in what Tucker calls “a truly public environment.” The title of this sculpture means both “hello” and “goodbye” in an aboriginal Australian language. Indeed, although the sculptor, Mark Di Suvero, is generally considered an abstractionist, Huru vaguely evokes the form of a person with arms extended in a gesture of greeting or farewell. A leading creator of assemblage, or junk, sculpture, Di Suvero favored cast-off industrial or construction materials, such as I-beams and scrap metal. These materials, in part, lend his works their linear, angular appearance. Many of Di Suvero’s monumental sculptures are painted in bright colors, but Huru is not, leaving its exposed steel surfaces vulnerable to rust. Huru, then, subtly marks the passage of time and the influence of its environment.Follow this link to watch a short YouTube interview with Professor Paul Tucker:http://www.youtube.com/watch?v=B6MTvd2Ok_g"},{"latitude":42.313259,"longitude":-71.037211,"title":"Reclining Figure","content":"<h1>Reclining Figure</h1>The renowned American artist Willem de Kooning is best known for his Abstract Expressionist paintings, especially his series of paintings entitled \"Woman.\" In his semi-figurative portraits of the early 1950s, de Kooning repositions the female figure not as a visually pleasing object for the viewer to enjoy, but as an unstable, perhaps even threatening presence constituted by messy brushstrokes and clashing colors. De Kooning did not begin sculpting until fairly late in his career, but his fascination with the human body, and the challenges of rendering it, remained.What are we to make of the title of this sculpture, \"Reclining Figure?\" The work does seem to hint at anthropomorphic forms—one can identify a protruding limb here, or perhaps a fragment of bone or muscle here—but it’s difficult, if not impossible, to see a complete human body within the mass of metal. Perhaps de Kooning is showing us what a human body might look like if it were torn apart and haphazardly reassembled. The figure’s dissolution contrasts with the strength and durability of the bronze that forms it.  Interestingly, this sculpture began as a small clay cast that de Kooning modeled with his hands. Some of the indentations in the bronze surface resemble thumb imprints, magnified to many times their original size. Thus, the artist’s body lends another layer of physicality to the work."},{"latitude":42.31291,"longitude":-71.036632,"title":"Simple Drawing","content":"<h1>Simple Drawing</h1>Like many sculpture collections, Arts on the Point contains few works by female artists, reflecting the reality that sculpture, especially large-scale, monumental sculpture, was not seen as a suitable medium for women to work in until the later years of the twentieth century. This work, by contemporary artist Sheila Pepe, is the first work by a woman to be displayed in the UMass collection. It is also the first work to be commissioned for a specific location—the Campus Center, completed in 2004.Although Simple Drawing may be monumental in its scale, its materials appear fragile and its construction tenuous.  The work also defies traditional notions of medium: when a work of art is hanging from a wall, we rarely call it a sculpture, but this work is neither a painting nor a tapestry, although it is made from interwoven fibers. Pepe’s work provides an intriguing counterpoint to the weighty pieces of de Kooning and Di Suvero, located nearby. "},{"latitude":42.314449,"longitude":-71.039808,"title":"Steel Worker","content":"<h1>Steel Worker</h1>Unlike some public sculptures, Luis Jimenez’s oversized, brightly colored fiberglass works are hard to ignore. Jimenez grew up in El Paso, Texas, where his father, a Mexican immigrant, owned a neon sign shop. He passed away suddenly in 2006 after a massive piece of sculpture fell on him while he was working in his studio. Jimenez’s artistic technique and style attests to the longtime influence of his father’s trade, while the subjects he depicts illustrate his continuing fascination with Mexican-American culture and the intermediate space of the border.With his work, Jimenez aims to reach a wide audience of artistic laypeople—not art world initiates and regular museumgoers, but the working class. Naturally, his work has generated controversy, and there are those who find it garish and even insulting. For example, when a version of Steel Worker with the subtitle “Hunky” was shown at a Pittsburgh art festival in 1990, many protested that the epithet and depiction of the worker were degrading. What Jimenez had intended as a tribute to industrial workers—rarely featured in monumental public sculpture—some interpreted as an affront.Another work by Jimenez can be found nearby. Called Lagartos, it features a group of twisting, contorted alligators and was originally created for El Paso’s main urban plaza."},{"latitude":42.311868,"longitude":-71.035994,"title":"Brushstroke Group","content":"<h1>Brushstroke Group</h1>In Roy Lichtenstein’s work, the medium rarely behaves as we expect it to. His best-known Pop paintings of the 1960s look like newspaper comic strips, comprised of tiny dots of color that appear to have come off a high-speed printing press. (They are, of course, painstakingly done by hand.) Here, he gives us a sculpture that wants to be painting—it is two-dimensional, with color privileged over space. But this sculpture also pokes fun at painting, and specifically at the concept of the brushstroke as an existential gesture, the mark of the artist’s identity. With their slick, bright surfaces and clean edges, these brushstrokes appear to be factory-made. In typical fashion, Lichtenstein uses humor and irony to kick fine art off its pedestal."},{"latitude":42.34405,"longitude":-71.037855,"title":"Arch III, Gateway: Temporary Public Art for the Boston Marine Industrial Park (BMIP) in Boston‚Äôs Innovation District","content":"<h1>Arch III, Gateway: Temporary Public Art for the Boston Marine Industrial Park (BMIP) in Boston‚Äôs Innovation District</h1>"},{"latitude":42.34522,"longitude":-71.031539,"title":"Moonsnails: Temporary Public Art for the Boston Marine Industrial Park (BMIP) in Boston‚Äôs Innovation District","content":"<h1>Moonsnails: Temporary Public Art for the Boston Marine Industrial Park (BMIP) in Boston‚Äôs Innovation District</h1>"},{"latitude":42.344183,"longitude":-71.037887,"title":"Rock Lobster: Temporary Public Art for the Boston Marine Industrial Park (BMIP) in Boston‚Äôs Innovation District","content":"<h1>Rock Lobster: Temporary Public Art for the Boston Marine Industrial Park (BMIP) in Boston‚Äôs Innovation District</h1>"},{"latitude":42.354488,"longitude":-71.052634,"title":"Urban Garden: Tree of Knowledge, curated by the deCordova Sculpture Park","content":"<h1>Urban Garden: Tree of Knowledge, curated by the deCordova Sculpture Park</h1>"},{"latitude":42.354366,"longitude":-71.052849,"title":"Urban Garden: Pumpkin Series, curated by the deCordova Sculpture Park","content":"<h1>Urban Garden: Pumpkin Series, curated by the deCordova Sculpture Park</h1>"},{"latitude":42.354358,"longitude":-71.0529,"title":"Urban Garden: Walking Flower times the Power of Five, curated by the deCordova Sculpture Park","content":"<h1>Urban Garden: Walking Flower times the Power of Five, curated by the deCordova Sculpture Park</h1>"},{"latitude":42.356086,"longitude":-71.069226,"title":"Fox Hill Plaque","content":"<h1>Fox Hill Plaque</h1> Fox Hill, now leveled, was once a prominent feature of Boston Common. The hill was fortified by the British when the Continentals besieged Boston at the start of the Revolutionary War. The site is particularly remembered as the departure point for British troops when they crossed the Charles River on April 18, 1775 and proceeded to Lexington and Concord, the first military engagements of the Revolutionary War. The bronze Fox Hill Plaque commemorates these events and was placed by the City of Boston in 1925. "},{"latitude":42.357418,"longitude":-71.061802,"title":"Franklin Monument","content":"<h1>Franklin Monument</h1> Although Founding Father Benjamin Franklin was born in Boston, he was buried in Philadelphia; what remains here is the Franklin Monument, which houses Franklin’s parents. The memorial plaque describes Franklin’s father, Josiah Franklin, as “a pious and prudent man,” and Franklin’s mother, Abiah, as “a discreet and virtuous woman.” They were married for fifty-five years and brought up thirteen children and seven grandchildren “by constant labor and honest industry.” The plaque urges the reader to consider their example and “be encouraged to diligence in thy calling, and distrust not providence.” The monument in the form of an obelisk was erected in 1827, and is a landmark in the Granary Burying Ground. "},{"latitude":42.358695,"longitude":-71.053315,"title":"Dorothea Dix Fountain","content":"<h1>Dorothea Dix Fountain</h1> Almost single-handedly, Dorothea Lynde Dix (1802-1887) accomplished one of the most significant pieces of social reform that was achieved in pre-Civil War America. Her relentless documentation of the mistreatment of impoverished and mentally ill patients and her tireless lobbying in both Congress and state legislatures led to a revolution in patient care throughout the country. This fountain, however, stands as a testament to Dix’s love of animals. In her will, Dix left five-hundred dollars to the Massachusetts Society for the Prevention of Cruelty to Animals to provide a drinking fountain for animals, a serious need at a time when Boston’s commerce depended on horse-drawn wagons. The Dix fountain was erected near the Custom House in 1888; it remained in place into the early twentieth century. When the Jenney Building was preserved and renovated and Jenney Park created, the park was given a replica of the original fountain. What Dix intended as a horse-trough has become a monument to her dedication to caring for those in need. "},{"latitude":42.350235,"longitude":-71.078574,"title":"William Lloyd Garrison","content":"<h1>William Lloyd Garrison</h1> William Lloyd Garrison (1805-1879) was a forceful leader in the movement to abolish slavery in America, sometimes at the risk of his life. In 1829 he made his first public speech against slavery; the following year he founded The Liberator, the influential anti-slavery journal, and was also an organizer of the New England Anti-Slavery Society. The inscription, “I am in earnest – I will not equivocate – I will not excuse – I will not retreat a single inch – AND I WILL BE HEARD,” is from Garrison’s first issue of The Liberator, and is followed by the sentence, “The apathy of the people is enough to make every statue leap from its pedestal, and to hasten the resurrection of the dead.” As if in response to this, sculptor Olin Levi Warner depicted Garrison in a state somewhere between relaxation and restlessness, clutching a piece of paper and staring intently into the distance, as if to rise from his chair and stride forth. Books and papers scattered beneath the chair add to the sense of activity, and refer to Garrison’s fierce intellectual reputation.  "},{"latitude":42.350346,"longitude":-71.048498,"title":"Street Cathedral","content":"<h1>Street Cathedral</h1>"},{"latitude":42.350487,"longitude":-71.08334,"title":"Boston Women's Memorial","content":"<h1>Boston Women's Memorial</h1>The memorial recognizes a set of remarkable Massachusetts women and through them celebrates the place of women in American history. The women are Abigail Adams, Phillis Wheatley, and Lucy Stone. All three of them sought education and achieved it to a level not only remarkable for women but for anyone of their times. All three women became writers and are now known to us through their writings. Sculptor Meredith Bergmann represents each woman by placing her statue beside inscriptions of her work.Abigail Adams (1744-1818) was the wife of John Adams, second president of the United States. The couple exchanged hundreds of letters in which Abigail argued for a woman’s right to be educated, to own and manage her own property, and to be a participant in the making of any law affecting women. Phillis Wheatley (1753-1784) began her life in America as a slave. She was taken from her home in Gambia, Senegal, at the age of seven, and was purchased by the Wheatley family of Boston to be a lady’s maid. The family taught her to read and write and gave her access to the family library. Wheatley became a poet, and in 1773 she became the first African-American writer to be published. Lucy Stone (1818-1893)was the first Massachusetts woman to graduate from college—Oberlin in 1847. She was an able public speaker and pioneered in resisting the convention that women should not be allowed to address audiences that contained men. She began her career as a lecturer for the abolition of slavery, but soon saw that the rights of women needed as much defending as the rights of slaves. When slavery was abolished, Stone continued her career by speaking and writing on behalf of women’s rights. Stone and her husband, Henry Blackwell, showed their dedication to a married woman’s retaining her rights to her person and her property, by incorporating a “Marriage Protest” in their wedding ceremony, a document that was given wide circulation. Once married, Stone fought for a married woman’s right to maintain her own identity, by regularly insisting that she be known as “Lucy Stone” rather than “Mrs. Blackwell,” an insistence that led to regular clashes with public officials.The Women’s Memorial was commissioned by the City of Boston, and dedicated in 2003."},{"latitude":42.325384,"longitude":-71.075201,"title":"La Allianza Hispana / Roxbury Friendship Fence","content":"<h1>La Allianza Hispana / Roxbury Friendship Fence</h1>The Friendship Fence lines the sidewalk in front of the building for La Alianza Hispana, a non-profit organization working to enhance health and educational opportunities within Boston’s Hispanic communities. Made of steel pipe, the two sections of the fence show a series of human figures in outline, raising their arms and joining their hands to symbolize friendship. The fence anchors the entrance to Roxbury, Dorchester, and Mattapan at Dudley Street, Mount Pleasant Avenue, and Blue Hill Avenue, respectively. It was designed by Russell Berndt, at the time a student at Harvard’s School of Design and erected in 1985."},{"latitude":42.322184,"longitude":-71.104331,"title":"Reach","content":"<h1>Reach</h1>Reach is a gigantic hand reaching for the sky. The sculpture’s abstract form was made by joining together five, square-shaped stainless steel tubes, each over twenty feet high. The hand symbolizes the immigrant experience of reaching for a better life in America. Each tube carries a plaque on which are inscribed sentences from neighborhood youngsters telling about their lives as immigrants. The sculptor, Douglas Kornfeld, designed the work. It was dedicated in 2010."},{"latitude":42.359981,"longitude":-71.05669,"title":"Samuel Adams","content":"<h1>Samuel Adams</h1>This bronze sculpture is based on an earlier marble version, which Anne Whitney created for the Capitol building in Washington, DC. The City of Boston then requested a replica to be placed in front of Faneuil Hall, where Adams participated in town meetings to discuss British taxation and occupation. Despite the success of this commission, Whitney was barred from sculpting another male figure only a few years later (see Charles Sumner). Here, Whitney has depicted Adams with arms crossed in a gesture of defiance, evoking his attitude toward British governance. Adams began his political career as a tax collector and a vocal critic of unfair taxation on the colonies. Along with John Hancock, he founded the Sons of Liberty to protest the Stamp Act and later served as a delegate to the Continental Congresses. After the Revolution, Adams remained firmly opposed to strong centralized government, even in the new nation he helped to establish."},{"latitude":42.352162,"longitude":-71.07068,"title":"William Ellery Channing","content":"<h1>William Ellery Channing</h1>This monument to America’s foremost Unitarian minister stands across from the Arlington Street Church. William Ellery Channing ministered to this congregation from 1803 until his death in 1842, although the church was at that time located on Federal Street and named accordingly. As a Unitarian, Channing rejected the Calvinist notion of predestination and instead emphasized free will, personal responsibility, and mankind’s potential to do good. He also believed in the coexistence of religious faith and scientific reasoning. Holding a Bible and donning his ecclesiastical robes, Channing’s likeness here is poised to begin another of his famous sermons. The words inscribed on the statue’s granite base are excerpted from his 1928 oration “Likeness to God,” which stresses the innate divinity of all humans."},{"latitude":42.339387,"longitude":-71.073303,"title":"Twin Fountains","content":"<h1>Twin Fountains</h1>The \"Twin Fountains\" are a matching pair, one located in Blackstone Square and the other in the adjoining Franklin Square. They date from the mid-Nineteenth Century and are in a style typical of the ornamental, cast iron fountains of that era. Each fountain is a large scalloped basin that lets the waters fall over its sides in a veil of rivulets. The basin is supported by a tall pedestal in the form of a bundle of acanthus leaves. The pedestal’s base is braced by the tails of a quartet of stylized fish stationed at its foot."},{"latitude":42.3607,"longitude":-71.129286,"title":"Umbrella Squids","content":"<h1>Umbrella Squids</h1>"},{"latitude":42.353541,"longitude":-71.06861,"title":"Marvin E. Goody Memorial","content":"<h1>Marvin E. Goody Memorial</h1>Marvin E. Goody (1929-1980) was an architect who served as chairman of the Boston Art Commission. He took a special interest in the design of the Public Garden’s flagpole circle, so a bench and spaced blocks for seating were added to the circle in Goody’s memory. Made of pink Dakota Mahogany granite, the bench and blocks were designed by the architect Joan E. Goody and installed circa 1983."},{"latitude":42.349936,"longitude":-71.068212,"title":"Cocoanut Grove Fire Memorial","content":"<h1>Cocoanut Grove Fire Memorial</h1>On November 28, 1942, a fire destroyed the Cocoanut Grove night club. More than 490 people were killed. The fire’s cause was never definitely determined, but the club’s flammable decorations certainly contributed to its ferocity. Revolving doors that soon became jammed and emergency exits that were illegally blocked and locked additionally contributed to the large loss of life. The plaque commemorates the dead and notes that, as a result of the tragedy, there were major changes in fire codes and in the treatment of burn victims not only in Boston, but across the country. The plaque, with a bas-relief image of the Cocoanut Grove’s floor plan, was set in the sidewalk near 17 Piedmont Street—the night club’s site—by the Bay Village Association in 1993."},{"latitude":42.361509,"longitude":-71.062499,"title":"Cardinal Cushing","content":"<h1>Cardinal Cushing</h1>Richard James Cushing (1895-1970), born in South Boston, was ordained as a priest in 1921 and served the Roman Catholic Church in Boston for the rest of his life. He was Archbishop of Boston for twenty-six years, from 1944 to 1970, and was created a cardinal in 1958. He was noted for working to improve relations among all Christians, as well as relations between Christians and Jews. The portrait bust of Cardinal Cushing is by James Rosati (1911-1988). Given by the priests and bishops of Boston, it was dedicated in 1981."},{"latitude":42.312743,"longitude":-71.087396,"title":"Unity Fence","content":"<h1>Unity Fence</h1>This ornamental fence defines Crawford Street Park. The park was created through the joint efforts of local community organizations, and the fence’s wave-like floral pattern symbolizes the organizations’ persistence in achieving their goal. Designed by sculptor Ben Tau, the fence echoes traditional Jamaican metal silhouette art. It was installed in 2005 with funding from the Edward Ingersoll Browne Trust Fund."},{"latitude":42.335932,"longitude":-71.150737,"title":"Time Circles II","content":"<h1>Time Circles II</h1>"},{"latitude":42.361685,"longitude":-71.057304,"title":"Benjamin Franklin Tablet","content":"<h1>Benjamin Franklin Tablet</h1>In addition to being a printer, a scientist, a philanthropist, a diplomat, a statesman, a popular philosopher, and “a man of towering eminence,\" Benjamin Franklin (1706-1790) was one of the founding fathers of the United States. Though as a young man Franklin left Boston for Philadelphia, his ties with the city of Boston remain strong. The Franklin Plaque commemorates the site of Franklin’s boyhood home at the corner of Union and Hanover Streets. As an adult, Franklin inherited the house and allowed his sisters to live in it. The bronze plaque was designed by Arthur A. Shurcliff  (1870-1957), the landscape architect who designed the Paul Revere Mall where the plaque is located. It was commissioned by the City of Boston and was unveiled in 1946."},{"latitude":42.358924,"longitude":-71.056405,"title":"The Bunch of Grapes Tavern","content":"<h1>The Bunch of Grapes Tavern</h1>The plaque marks the site of the eighteenth century tavern, The Bunch of Grapes, which first opened in 1712 on King Street - known today as State Street. In its heyday, the tavern was host to two notable historic occasions: the organization of the first Masonic lodge in Boston on July 30, 1733, and the formation of the Ohio Company in 1786. (The latter fostered settlements in the Ohio River valley and lead to the expansion of the country.) Decorated with bunches of grapes in bas-relief, the plaque was designed by the sculptor Magnus Urdahl. It was commissioned by the City of Boston and unveiled in 1926."},{"latitude":42.360058,"longitude":-71.056234,"title":"Caleb Strong","content":"<h1>Caleb Strong</h1>Caleb Strong (1745-1819), born in Northampton, Massachusetts, was a lawyer with a long career in government service. He participated in the drafting of both the Massachusetts Constitution and the United States Constitution. He was one of the first United States Senators from Massachusetts (1789-1796), and served as Governor of Massachusetts from 1800 to 1807, and then again from 1812-1816. Faneuil Hall’s portrait of Strong, by J.B. Marston, is thought to be a copy of an earlier painting."},{"latitude":42.325015,"longitude":-71.089407,"title":"Cedar Square Medallions","content":"<h1>Cedar Square Medallions</h1>Sculptor Gregg Lefevre has long held the idea the manhole covers should be works of art. When he received the commission for the Cedar Square Medallions, he put this idea into practice. Enlisting five young artists from Dorchester (Sylvester Odoms, Gavel Marrero, Lee Ware, Teddy Green, and Stalin Valerio), Lefevre led them in creating five manhole cover-like bronze medallions that are installed in the Cedar Square walkway. The medallions’ stylized designs celebrate Dorchester. Themes include the facades of local buildings, local street signs, the now defunct Dudley Square station, and African animals from the nearby Franklin Park Zoo. The medallions were installed in 1993."},{"latitude":42.352415,"longitude":-71.06983,"title":"Charles Sumner","content":"<h1>Charles Sumner</h1>Charles Sumner (1811-1874) represented Massachusetts in the United States Senate from 1851 until his death in 1874. He was born in Boston, where he attended the Boston Latin School; he graduated from Harvard College in 1830. After he gained his law degree from the Harvard Law School in 1833, Sumner was an ardent advocate for the abolition of slavery. In the course of making an anti-slavery speech in the Senate, he ridiculed the pro-slavery senator, Andrew Butler. In revenge, Butler’s nephew - the South Carolina Congressman, Preston Brooks - entered the Senate with a cane and beat Sumner unconscious. Sumner was famously absent from the Senate for over three and a half years while he recovered from his injuries, but despite this, Brooks received no censure for his actions. This portrait of Sumner was painted by Edgar Parker (1840-1892)."},{"latitude":42.36005,"longitude":-71.056298,"title":"Covering the Retreat from Breed's Hill","content":"<h1>Covering the Retreat from Breed's Hill</h1>Breed’s Hill is one of the heights in Charlestown that overlooks Boston, and was a key location in the Revolutionary War. By holding the hill, the Colonists threatened the British occupation of the city. On June 17, 1775 - the day of the so-called “Battle of Bunker Hill”- the British were determined to dislodge the Colonists with a frontal attack. The Colonists withstood two British charges, but their resistance to a third charge was weakened by a shortage of powder and shot. This ill-timed lack of artillery ultimately lead to the British forces reaching the top of the hill. This painting, created by Dennis Malone Carter, is the artist’s imaginative reconstruction of that dramatic moment. While the hand-to-hand combat that he illustrates probably did give some of the Colonists time to escape, the painting’s title hardly does justice to the grand scene of clashing armies on the day. The painting is dated 1857 and currently hangs in Faneuil Hall."},{"latitude":42.328347,"longitude":-71.103044,"title":"Daniel Weldon Memorial","content":"<h1>Daniel Weldon Memorial</h1>Daniel Weldon (1944 - 1992), was an active member of Mission Hill community affairs and served on the Mission Hill Planning Commission. His memorial is a steel bench overlooking the playing field in McLaughlin Park. A bronze version of a scali cap, Dan’s favorite choice of headgear, hangs on the arm of the bench and a plaque on the side of the bench reading \"Lifelong neighbor and true citizen of Mission Hill\" keeps his memory alive. The bench and its ornamentation were designed by sculptor Ross Miller. It was dedicated in 1999."},{"latitude":42.360066,"longitude":-71.056298,"title":"Eagle Tablet","content":"<h1>Eagle Tablet</h1>At the rear of the Great Hall, an eagle, its head turned to the left and its wings spread, perches above the Children’s Clock. Across its breast is an unfurled ribbon with the legend “Pluribus Unum” (\"Out of many, one,” one of the mottos found on the seal of the United States). In its right claw, the eagle holds the shield of the United States -across the top, a field of blue with fifteen gold stars; below that, perpendicular red and white stripes. The sculptor, Daniel Reynert, made the eagle from a mixture of marble dust, lime putty, white horse hair, and ground oyster shells. Reynert, who held the title of carver in Charles Bullfinch's workshop, helped to design both the Boston branch of the First Bank of the United States and Faneuil Hall. The eagle originally rested above the main entrance to the bank, and it remained there from 1798 until 1824, when it was moved to Faneuil Hall.  "},{"latitude":42.360066,"longitude":-71.056223,"title":"Edward Everett","content":"<h1>Edward Everett</h1>Edward Everett (1794-1865) was one of the great speakers in the period leading up to the Civil War. He is depicted here with his hand outstretched in an oratorical gesture that emphasizes his skill as a wordsmith. In his day, his skill at making speeches was only surpassed by President Abraham Lincoln. (Everett himself once admitted that his two hour speech at the dedication of the national cemetery on the Gettysburg battlefield was trumped by Lincoln’s Gettysburg Address, which only lasted two minutes.) Everett was born in Dorchester and attended Harvard College; he went to Europe for further study following his graduation, making him the first American to earn a doctorate from a German university. He held an impressive range of private and public offices, including: minister of the Brattle Street Church in Boston; Harvard Professor of Greek; member of the United States House of Representatives from Massachusetts; Governor of Massachusetts; Ambassador to Great Britain; President of Harvard, and United States Senator from Massachusetts. Everett’s portrait, by Moses Wright (1827-1895), illustrates Everett surrounded by symbols of government and learning. The Greek columns in the background give the painting a strong Classical sensibility, connecting the democracy of ancient Greece with that of America. Additionally, the columns are visually echoed by Everett’s solid, upright form, and contrasted against the billowing red drapery that frames the composition. The inkwell by Everett’s right hand further accentuates his intellectual ferocity. The portrait currently can be found in Faneuil Hall. "},{"latitude":42.36009,"longitude":-71.056223,"title":"General Joseph Warren","content":"<h1>General Joseph Warren</h1>Joseph Warren (1741-1775) was a respected Boston physician but also a political firebrand, delivering passionate speeches at Faneuil Hall in support of the Sons of Liberty. In particular, Warren’s death while serving as a soldier at the Battle of Bunker Hill made him an early popular hero of the American Revolution. This painting is a copy of John Singleton Copley’s portrait of Joseph Warren that currently hangs in the Museum of Fine Arts, Boston. This unknown painter, however, made some interesting changes to the composition; in Copley’s depiction, Warren is presented as a gentleman of wealth and luxury, surrounded by elegant pink drapery and a grand granite column, wearing silk stockings, ruffled sleeves, and a jacket with embroidered buttons. In contrast, the painter of this Faneuil Hall portrait crops the composition, only showing us Warren’s casually opened waistcoat and his subdued black clothes. Furthermore, the Faneuil Hall portrait omits the glimpse of landscape Copley provides in his original work, giving this painting a more intimate, inner focus. The emphasis here is on Warren’s psychological state as opposed to the signifiers of his success. However, this could be an entirely accidental effect - Copley was renowned for his ability to render texture and detail and this painter simply may not have possessed the skill to depict the many accoutrements Copley showcased in his original work."},{"latitude":42.360098,"longitude":-71.056201,"title":"General Washington at Dorchester Heights","content":"<h1>General Washington at Dorchester Heights</h1>In this painting, General George Washington stands beside his horse. They are pictured on a high ridge, with the distant city of Boston visible in the background. The painting commemorates an American victory in the Revolutionary War; by occupying Dorchester Heights, the Colonist's troops threatened Boston Harbor with artillery fire and forced the British army to evacuate the city. This portrait, which hangs in Faneuil Hall, is a copy after an original by Gilbert Stuart (1755-1828). As was the custom at the time, painters sold copies of their popular works made by assistants so that the practice might be continued even after an artist’s death. One of Stuart’s assistants was his daughter, Jane Stuart (1812-1888). The painter credited with this piece, she carried on the family business by making at least six copies of “Washington at Dorchester Heights” after her father's passing. "},{"latitude":42.360066,"longitude":-71.056244,"title":"Henry Wilson","content":"<h1>Henry Wilson</h1>After representing Massachusetts for three terms in the United States Senate, Henry Wilson (1812-1875) was elected Vice President during President Ulysses S. Grant’s second term. As a young man, Wilson moved from New Hampshire to Natick, Massachusetts, where he learned shoemaking and ultimately opened his own factory. He later entered politics, where he was recognized as an able statesman who was careful to acquaint himself with public opinion and, as such, was an early campaigner for emancipation. However, he also championed less popular causes such as voting and civil rights for the freed slaves, women’s rights, temperance, and educational reform. This portrait of Wilson was painted by Nahum Ball Onthank (1823-1888), a self-taught artist who also painted portraits of United States Senator Charles Sumner, Revolutionary leader Samuel Adams, and abolitionist John Brown. In this painting, Onthank depicts Wilson in very conservative attire, with a stiff upturned collar and a simple necktie. His somber clothing nearly fades into the background, and he is framed by books and letters - perhaps a reference to his many published works on slavery and emancipation. Unlike more lavish portraits of European aristocracy, depictions of American politicians and patriots tended to be more reserved and austere, a testament to the colonial values that shaped the country."},{"latitude":42.360042,"longitude":-71.056244,"title":"Governor John Albion Andrew","content":"<h1>Governor John Albion Andrew</h1>John Albion Andrew (1818-1867) was the twenty-fifth governor of Massachusetts. The head of the state during the Civil War, the Republican was a strong advocate for emancipation and a  leader among Northern governors in supporting the federal war effort. In the early part of the war, raising troops was a state responsibility, and Andrew was especially quick and energetic in meeting the obligation. He supported enlisting African-American volunteers to serve in the war, and created the 54th Massachusetts Infantry, manned entirely by black soldiers and lead by Colonel Robert Shaw. Shortly after retiring form the governorship, Andrew suffered a stroke and died at the early age of forty-nine. His portrait, which hangs in Faneuil Hall, is by William Morris Hunt (1824-1879)."},{"latitude":42.360066,"longitude":-71.056266,"title":"John Hancock","content":"<h1>John Hancock</h1>Like many paintings that currently hang in Faneuil Hall, this portrait is a copy commissioned by the City of Boston in 1876. By an unknown artist, this painting replaces the original 1765 portrait by John Singleton Copley (1737-1815), which was moved to the Museum of Fine Arts for safe keeping. The subject of the painting, John Hancock (1737-1792), was born in Braintree and inherited his uncle’s shipping business. At a relatively young age, Hancock became one of the wealthiest men in New England. With his newfound status as a member of the upper class, Hancock became a leading political figure in the Revolutionary War, using his wealth to fund the colonial resistance to British rule. In this portrait, Hancock sports a gold-trimmed coat and waistcoat, silk stockings, ruffled sleeves, and powdered wig - all signifiers of his wealth and high societal standing. The lush silk drapery that frames the composition adds to the impression of prosperity and is a nod toward Hancock’s taste for the extravagant. However, despite all of this finery, Hancock is shown entering information into a business ledger, as if to remind viewers of his skill as a man of industry. The original portrait was painted nearly ten years before 1776, but the quill Hancock holds in his right hand serves as a subtle nod to viewers today of his famously elaborate signature on the Declaration of Independence."},{"latitude":42.360066,"longitude":-71.056255,"title":"John Hancock Tavern","content":"<h1>John Hancock Tavern</h1>An inn near Faneuil Hall became the John Hancock Tavern when Hancock became the first governor of the commonwealth of Massachusetts in 1780. Not much is known about the sign in Faneuil Hall, which belonged to the tavern at some time in its history and is a souvenir of one of the Hall’s long gone neighbors."},{"latitude":42.360082,"longitude":-71.056244,"title":"John Quincy Adams","content":"<h1>John Quincy Adams</h1>John Quincy Adams (1767-1848) was the son of the second President of the United States, John Adams. A prominent politician himself, John Quincy Adams followed in his father's footsteps and had a long and brilliant career in government, serving in the United States Senate, as Minister to Russia and to England, and as Secretary of State under James Monroe. In 1825, he was elected the sixth President of the United States, where he served a single term. After losing his bid for re-election, Adams spent the rest of his life as the Congressional representative of Plymouth, Massachusetts, where he continued his life-long defense of civil liberties.This portrait is by Horace Robbins Burdick (1844-1942), after an original by William Page (1811-1885). The original Page portrait was painted from life in 1838, when Adams was seventy-one. Page's painting used to hang in Faneuil Hall, but was moved to the Boston Museum of Fine Arts in 1876 over concerns that the painting could be damaged in a fire - a real threat at the time, as the interior of Faneuil Hall was entirely wooden and had been nearly demolished in a fire in 1761. This copy, by Burdick, was commissioned in 1876 to hang in its place and shows Adams seated in a low-backed chair, the patterned arms of which serve as the only hint of decorative indulgence.Adams was an avid sitter for portraits and was the subject of many leading portraitists of the time, including John Singleton Copley, who captured a younger Adams as his political career was first gaining momentum. Here, nearing the end of his life, Adams is portrayed as somewhat relaxed and contemplative, but still very active in contemporary life, as indicated by his fashionable dark cravat worn with a wide turn-over collar. The Federal-style building in the background is a reminder of his long years of public service in politics, both local and international."},{"latitude":42.360098,"longitude":-71.056234,"title":"Major General Henry Knox","content":"<h1>Major General Henry Knox</h1>The original Knox portrait, painted by Gilbert Stuart (1755-1828), was one of many paintings moved from Faneuil Hall to the Museum of Fine Arts, Boston, in 1876. This was a pre-emptive measure taken to preserve the originals in the event of a fire. The copy of Stuart’s painting that hangs in Faneuil Hall today and features Knox flanked by a cannon is by an unknown artist and celebrates Knox's successes in the American Revolution. "},{"latitude":42.358702,"longitude":-71.057382,"title":"The Old State House Clock","content":"<h1>The Old State House Clock</h1>While the Old State House dates from 1713, the present clock was not added until 1831. It was made by Simon Willard and is still functional today. Mounted on the east façade of the Old State House—Boston’s oldest public building—the face of the clock is nestled between the statues of the lion and the unicorn. When the inner-workings of the clock were threatened by severe masonry cracking (due to weather and time) in 2008, restoration took place to repair and stabilize the clock tower and ensured that the clock would remain standing for a long time to come. During these restorations, the gold ornamentation was repainted but not gilded; however, the clock's gold façade still acts as a beacon when the sun shines on the Old State House, welcoming visitors from near and far. "},{"latitude":42.360098,"longitude":-71.056191,"title":"Peter Faneuil","content":"<h1>Peter Faneuil</h1>The namesake to Boston's celebrated Faneuil Hall, Peter Faneuil (1700-1743) was a wealthy Bostonian who made his fortune as a merchant in the slave trade. He was born in New Rochelle, New York, and moved to Boston as a young man to join his uncle in the shipping business, which he eventually inherited. While Faneuil had a reputation for living well, he was also known as a considerate employer and a generous public benefactor. In 1740, he offered to build Boston a public market house; it was finished a few months before his death and was subsequently named “Faneuil Hall” in his honor. John Smibert (1688-1751), Faneuil Hall’s first architect, painted a posthumous portrait of Peter Faneuil to be hung in the original hall. This painting was damaged in the great fire of  1761, but was rehung in the next incarnation of the hall. This particular painting had another run of poor luck when it was further damaged in a 1775 demonstation by patriots against members of the Faneuil family - who had lost much of their popularity when they joined the British evacuation of Boston. Smibert’s portrait of Peter Faneuil was then copied by Henry Sargent (1770-1845) in 1807, in order to preserve the likeness of the deteriorating original. This is the painting that is displayed today, a gift to Faneuil Hall by Samuel Parkman."},{"latitude":42.304134,"longitude":-71.06236,"title":"Ronan Park Tablet","content":"<h1>Ronan Park Tablet</h1>This tablet, fabricated by the Gorham Manufacturing Company, commemorates Father Peter Ronan, a Roman Catholic priest who served the Dorchester community and is the namesake of Ronan Park. He lived from 1842 - 1917and was invaluble to the growth of St. Peter's parish and the construction of St. Paul's mission church. The tablet was dedicated on Dorchester Day, June 2, 1917."},{"latitude":42.326983,"longitude":-71.082423,"title":"Stone Garden","content":"<h1>Stone Garden</h1>\"Stone Garden\" is a quiet area designed for meditation and quiet introspection beside the Horace Mann School. The garden’s sculptural focus is a group of three life-size human figures emerging from leaf-like swaddling clothes. The three benches close by rest on carved bases that echoes the plant forms in the main sculpture. Made from Indiana limestone by sculptor Nora Valdez, the garden examines themes of returning to nature, finding peace, and renewal. Valdez served as the artist in residence at the Boston Day and Evening Academy, which is run through the Horace Mann School, during the 2005-2006 school year. She taught a class in the art of stone carving and, with the participation of her pupils, designed the garden. A joint effort between instructor and students, \"Stone Garden\" was installed in 2006."},{"latitude":42.316049,"longitude":-71.066124,"title":"Strand Theatre Marquee","content":"<h1>Strand Theatre Marquee</h1>The historic Strand Theatre was built in 1919.  The present marquee, installed in 1991, was designed by the architect Richard Shepard of Shepard/Quareshi Associates. His new take on the marquee echoes the form of the original - a 1930s, art deco, chevron-shaped marquee which was lost when the theater was renovated in the 1970s - and restores the theatre’s entryway to its former glory. "},{"latitude":42.360058,"longitude":-71.056212,"title":"Abraham Lincoln sketch","content":"<h1>Abraham Lincoln sketch</h1>Shortly after President Lincoln’s death, Boston art dealers Doll & Richards asked William Morris Hunt (1824-1879) to paint a portrait of Lincoln with the intention of ingraving it for the print market. Hunt used a White House employee of Lincoln’s height and build as the sitter for the painting, even having the model wear some of Lincoln's clothes for authenticity. The arrangement with Doll & Richards failed to come to fruition, however, and Governor Andrew attempted to have the Commonwealth of Massachusetts buy the portrait - which was met with some controversy among government officials. The oil painting was destroyed when Hunt’s Boston studio burned in the great fire of 1872, but this large charcoal sktech of Lincoln was discovered within the backing of Hunt’s portrait of Governor Andrewwhen it was removed for conservation in 1996. This preparatory study for Hunt’s Lincoln portrait is an invaluable addition to our knowledge of the Hunt's lost painting, s well as a welcome addition to the City of Boston's collection of Hunt's work."},{"latitude":42.36005,"longitude":-71.056223,"title":"Abraham Lincoln","content":"<h1>Abraham Lincoln</h1>The City Council of Boston commissioned a portrait of the nation's sixteenth President by Joseph Alexander Ames (1816-1872). This painting served as a memorial to the legacy of the great man and leader, Abraham Lincoln, after his assassination."},{"latitude":42.360066,"longitude":-71.056223,"title":"Commodore Edward Preble","content":"<h1>Commodore Edward Preble</h1>Edward Preble (1761-1807) was born in Portland, Maine, and served as a privateer in the Revolutionary War. He eventually became a Navy captain, and in 1799 he commanded a flotilla in the Mediterranean during the Tripolitan War. The USS Constitution was his flagship. He was a strict disciplinarian and kept his ships ready for action even when under sail, a practice then unusual in the Navy. When the cadre of young officers who served under Preble became influential in the Navy Department, they introduced Preble’s command practices into the Navy’s rules and regulations. Upon Preble’s retirement from the Navy, Congress ordered that a gold medal be struck in his honor. Preble’s posthumous portrait, painted in 1808, is attributed to James Brown Marston (1775-1817)."},{"latitude":42.359688,"longitude":-71.056818,"title":"Wind Wind Wind","content":"<h1>Wind Wind Wind</h1>"},{"latitude":42.359297,"longitude":-71.052006,"title":"Lighthouse","content":"<h1>Lighthouse</h1>"},{"latitude":42.356952,"longitude":-71.051183,"title":"Ice Chimes","content":"<h1>Ice Chimes</h1>"},{"latitude":42.351484,"longitude":-71.059313,"title":"FIGMENT Lights","content":"<h1>FIGMENT Lights</h1>"},{"latitude":42.348917,"longitude":-71.071756,"title":"UPLIFT","content":"<h1>UPLIFT</h1>"},{"latitude":42.307356,"longitude":-71.120725,"title":"Arnold Arboretum","content":"<h1>Arnold Arboretum</h1>The Arnold Arboretum, founded in 1872, is the first and oldest arboretum in America. Comprised of 265 acres, it is surrounded by a stone wall with seven major entrances. These entrances are guarded by wrought iron gates orginally erected in 1900. Each gate features an elaborate scroll pattern, an eye-catching detail that is an example of early twentieth-century iron work. Additionally, an iron-work pineapple (the symbol of hospitality) is featured at the highest point of each gate."},{"latitude":42.360248,"longitude":-71.057333,"title":"Boston Immigrants Plaque","content":"<h1>Boston Immigrants Plaque</h1>The plaque serves a dual purpose, commemorating Boston’s role as an immigrants’ gateway to the promise of life in America as well as celebrating the immigrants’ reciprocal gift, the cultural enrichment of Boston’s neighborhoods. Conceived by Mayor Raymond L. Flynn, the plaque is affixed to a polished granite stele that stands before the Congress Street entrance to City Hall. The plaque was dedicated in 1991."},{"latitude":42.361496,"longitude":-71.057184,"title":"Boston Stone","content":"<h1>Boston Stone</h1>The Boston Stone, attached low on a wall near Ye Olde Union Oyster House, is said to have been put in place in 1737. Historically, it served as the starting point for measuring travel distances from Boston. Though the stone’s convex surface is now worn and chipped, in its earlier life the stone was imported to the city in 1700 and used to grind pigments for making paint. Because of its early association with paint making, the stone has from time to time been honored by ceremonies conducted by The New England Paint, Varnish and Lacquer Association."},{"latitude":42.333772,"longitude":-71.024165,"title":"South Boston World War II Memorial","content":"<h1>South Boston World War II Memorial</h1>The memorial commemorates 225 citizens of South Boston who gave their lives in World War II.  Their names are inscribed on two broad steles that flank the memorial’s centerpiece, a tall pedestal bearing a great eagle that spreads its wings protectively over the names of the fallen. The memorial was designed by the sculptor Robert Shure."},{"latitude":42.371751,"longitude":-71.061866,"title":"Charlestown World War II Memorial","content":"<h1>Charlestown World War II Memorial</h1>The monument is a four-sided obelisk with a beveled base on a square plinth. It is made of Westerly Granite and is over ten feet tall. An inscription on the face of the obelisk honors the men and women of Charlestown who served in the armed forces in World War II, 1941-1945, and commemorates those who made the supreme sacrifice. Above the inscription there is a bas-relief representation of a World War II discharge button."},{"latitude":42.290342,"longitude":-71.071157,"title":"Codman Square","content":"<h1>Codman Square</h1>Codman Square commemorates the community service of the Rev. Dr. John Codman (1782-1847), who was pastor of the nearby Second Church in Dorchester from 1808 until his death in 1847. The original memorial to Dr. Codman, erected in 1910, was a circular stone bench with a high, square central back supported by scroll-work sides. The rear of the bench faced the street and carried a bronze plaque recording the square’s dedication to Dr. Codman, but when the square was reconstructed in 1992  the bench’s seat was removed and its back turned around. Now a free-standing memorial, its plaque-bearing side  faces inward to the park with the reconstructed bench viewable across the way."},{"latitude":42.317003,"longitude":-71.065063,"title":"Dorchester Burial Ground Tablets","content":"<h1>Dorchester Burial Ground Tablets</h1>Two bronze plaques are located at the entrance to the burial ground. The first commemorates fourteen distinguished citizens buried nearby, among them two governors, two ministers, and Boston’s first printer. The second plaque commemorates the first settlers of Dorchester and the townspeople who fought for their country beginning with the Colonial Wars of 1675-1763 through the Spanish American War of 1898-1899. The plaques were erected by the City of Boston on June 5, 1909."},{"latitude":42.310482,"longitude":-71.086736,"title":"Family Circle","content":"<h1>Family Circle</h1>The Family Circle, celebrating family life, shows a mother and father embracing to protect their small child. Evoking the image of a globe on a pedestal, the bronze sculpture shows the family as a protective world of its own. The sculpture is the work of Boston artist Fern Cunningham, and was installed in 1996."},{"latitude":42.325364,"longitude":-71.094471,"title":"The Siege of Boston","content":"<h1>The Siege of Boston</h1>Roxbury High Fort was part of the earthworks constructed by the Continental army for its siege of Boston in June of 1775.  The cannons that the earthworks protected so threatened Boston that the British chose to evacuate the city rather than suffer a bombardment. The monument commemorates the fort and the planners of the earthworks: General Henry Knox, commander of the Continental artillery, and Josiah Waters."},{"latitude":42.365381,"longitude":-71.052698,"title":"The New North Meeting House","content":"<h1>The New North Meeting House</h1>The front facade of the Church of St. Stephen carries companion bronze plaques - one above, the other below - that record the history of the New North Meeting House.  Built in 1714, it was the second church in the North End. It was enlarged in 1730, and then rebuilt in 1802 to a design by Charles Bulfinch. This history is shown in the top plaque, placed by the City of Boston in 1930.  The bottom plaque continues the story: in 1862, the meeting house became St. Stephen Roman Catholic Church. In 1965, Richard Cardinal Cushing, the Archbishop of Boston, sponsored a renovation of the church, restoring it to Bulfinch’s design."},{"latitude":42.352376,"longitude":-71.062617,"title":"Liberty Tree Plaque","content":"<h1>Liberty Tree Plaque</h1>Boston’s Liberty Tree has its origin in Colonial opposition to the Stamp Act  passed by the British Parliament in 1765. The Liberty Tree quickly became a meeting place for Colonists who were organizing protests against the act. The site of the original Liberty Tree was near the intersection of Washington and Essex Streets. Today, a large bronze plaque commemorates the tree and the Sons of Liberty who met in its shade."},{"latitude":42.360003,"longitude":-71.056201,"title":"Frederick Douglass","content":"<h1>Frederick Douglass</h1>The bronze bust of Frederick Douglass (circa 1818-1895) in Faneuil Hall is the work of the sculptor, Lloyd Lillie (born 1932). The hall is one of sites where Douglass spoke on behalf of abolition. The bust, a gift to the City of Boston in 1994, is in honor Mary Shannon (1936-1994), who was for sixteen years an administrator for the Boston Art Commission."},{"latitude":42.354701,"longitude":-71.068851,"title":"Flagpole Base","content":"<h1>Flagpole Base</h1>The Public Garden flagpole rises from an elaborately tiered base: granite blocks supporting a bronze pole-holder, each of the holder’s four faces carrying an eagle with its wings spread wide and an olive branch in its right claw. The level below the eagles features swags hanging from leaf-work scroll corners. The base, intended as a World War I memorial, was designed by the sculptor William D. Austen (1856-1944). Originally erected in 1921, the flagpole base was moved to the Public Garden’s Charles Street side in 1933."},{"latitude":42.310672,"longitude":-71.04867,"title":"Rock Hill (now Savin Hill)","content":"<h1>Rock Hill (now Savin Hill)</h1>The landing site of Dorchester’s earliest settlers in June of 1630, the voyage from England had taken about three months in the ship Mary and John. The hill’s next claim to fame was serving as part of the earthworks and gun emplacements that the Continental army constructed to threaten the British troops occupying Boston in 1775, historically known as The Siege of Boston. Formerly known as \"Rock Hill,\" today it is called Savin Hill."},{"latitude":42.326618,"longitude":-71.075556,"title":"Dudley Town Park Common Bollards","content":"<h1>Dudley Town Park Common Bollards</h1>Dudley Town Common consists of two small parks, North Park and South Park, that point toward each other over their separation by one block of Dudley Street. North Park, with its great circular seating wall bearing a Declaration of Community Rights, is dedicated to rest and quiet. South Park, with its open air-stage, is designed for community  events and performances. Each park is marked by a symbolic gateway: A pair of tall columns bearing life-size silhouetted figures of people representing the diversity of the neighborhood. In South Park the columns carry a town clock between them. The artists of the bollards, Lilli Ann Rosenberg and Marvin Rosenberg, made ceramic decorations for both parks. The sculptor, John Tagiuri, designed the music fence for South Park, and a large trellis for North Park.  John Copley and Lynn Wolff, supervising designers,  worked closely with The Dudley Street Neighborhood Initiative, to the make the parks meet the community’s requirements while also recognizing the community’s history and aspirations."},{"latitude":42.350108,"longitude":-71.147686,"title":"Edward M. Cunningham Memorial","content":"<h1>Edward M. Cunningham Memorial</h1>The simple granite memorial in Cunningham Park commemorates Edward M. Cunningham, who served in the Spanish American War. It was erected in 1923 by the Edward M. Cunningham Camp of the United Spanish War Veterans."},{"latitude":42.320097,"longitude":-70.927734,"title":"Edward Rowe Snow Memorial","content":"<h1>Edward Rowe Snow Memorial</h1>Edward Rowe Snow (1902-1982) wrote about New England coastal history. The islands of Boston Harbor were a special subject for him; he led tours to the islands and is credited with being a one of the early advocates for preserving the islands for public enjoyment. In the days when the lighthouses on the New England coast were operated by keepers, Rowe hired an airplane and became a \"Flying Santa,\" dropping presents for the keepers and their families - a tradition that he kept up for over forty years. The pavilion on Georges Island commemorates Snow’s services to the Harbor. The details are recorded on a nearby tablet, created by Monti Granite of Quincy, MA, which bears a bas-relief portrait of him."},{"latitude":42.338126,"longitude":-71.049775,"title":"South Boston Street Clock","content":"<h1>South Boston Street Clock</h1>The two-faced clock, on a standard in front of 342 West Broadway, is almost 140 years old. It was made by the E. Howard Clock Company of Waltham, MA, and is the oldest standing Howard clock in the United States. The only one of its kind in Boston, the clock is also one of the oldest illuminated clocks in the country, and is unique in its illumination by gas light, for it was erected before illumination by electricity was common."},{"latitude":42.338126,"longitude":-71.049775,"title":"South Boston Street Clock","content":"<h1>South Boston Street Clock</h1>The two-faced clock, on a standard in front of 342 West Broadway, is almost 140 years old. It was made by the E. Howard Clock Company of Waltham, MA, and is the oldest standing Howard clock in the United States. The only one of its kind in Boston, the clock is also one of the oldest illuminated clocks in the country, and is unique in its illumination by gas light, for it was erected before illumination by electricity was common."},{"latitude":42.355866,"longitude":-71.062451,"title":"Cathedral Church of St. Paul Pediment","content":"<h1>Cathedral Church of St. Paul Pediment</h1>"},{"latitude":42.360863,"longitude":-71.053224,"title":"Armenian Heritage Park","content":"<h1>Armenian Heritage Park</h1>"},{"latitude":42.353547,"longitude":-71.06266,"title":"Paramount LED Windows","content":"<h1>Paramount LED Windows</h1>As part of the re-imagining of the Paramount Theatre, Emerson College created a three-story high, energy efficient LED installation designed to be viewed through the arched windows of the old Arcade building and seen from the street.Joseph D. Ketner II, The Henry and Lois Foster Chair of Contemporary Art and Distinguished Curator-in-Residence at Emerson College, has invited four artists to contribute works for the initial presentation: Jim Campbell, John Craig Freeman, Brian Knep, and Erwin Redl. Images will be visible on the building's three stories-high, seven window bays-wide architecturally scaled art installation. Each artists’ work will run in 15 minute blocks. The program will run nightly beginning 2 hours before sunset and ending at midnight. It is anticipated that the contributed work will change periodically, featuring a rotating roster of artists.According to Ketner, “The intention is to activate the visual dynamics of Washington Street and the Theatre District neighborhood with something a little different—a monumental artistic experience.” Read more at ArtsEmerson Online."}]}